brew 'nasm'
brew 'xmlto'
brew 'gtk-doc'
brew 'doxygen'
brew 'gtk+3'
brew 'harfbuzz'
brew 'opus'
brew 'lame'
brew 'x264'
brew 'freetype'
brew 'libav'
brew 'libass'
brew 'fribidi'
brew 'libdvdread'
brew 'libsamplerate'
brew 'libdvdnav'
brew 'libogg'
brew 'libvorbis'
brew 'theora'
brew 'libxml2'
brew 'x265'
brew 'jansson'
brew 'libbluray'
brew 'libvpx'
brew 'yasm'
