Repository: HandBrake/HandBrake
Catalog: gtk/po/*.po
Languages: es, ko

source: Constant Quality fractional granularity
es: Fracción de granularidad de la calidad constante
ko: 분수 형태의 고정 품질 단위

source: Use dvdnav (instead of libdvdread)
es: Usar dvdnav (en vez de libdvdread)
ko: (libdvdread 대신) dvdnav 사용

source: Monitor destination disk free space
es: Monitorizar el espacio libre del disco de destino
ko: 저장 경로 사용 가능한 디스크 공간 검사

source: Pause encoding if free disk space drops below limit
es: Pausar la codificación si el espacio de disco libre cae por debajo del límite
ko: 한도 이하로 사용가능한 디스크 공간이 없을 시, 인코딩 중지

source: MB Limit
es: Límite de MB
ko: MB 한계

source: Put individual encode logs in same location as movie
es: Poner los registros de codificación individuales en la misma ubicación que la película
ko: 개별 인코딩 로그를 영화와 동일한 위치에 놓기

source: Activity Log Verbosity Level
es: Nivel de elocuencia del registro de actividad
ko: 작업 로그 상세 수준

source: Activity Log Longevity
es: Duración del registro de actividad
ko: 작업 로그 길이

source: Scale down High Definition previews
es: Reducir el tamaño de las vistas previas de alta definición
ko: HD 미리보기 축소

source: Automatically Scan DVD when loaded
es: Analizar automáticamente los DVD al cargarlos
ko: DVD가 삽입되면 자동으로 검색

source: Scans the DVD whenever a new disc is loaded
es: Analiza el DVD cuando se carga un nuevo disco
ko: 새로운 디스크가 삽입되면 DVD 검색

source: Activity Window Font Size
es: Tamaño de letra de la ventana de actividad
ko: 액티비티 화면 글자 크기

source: Hide Advanced Video Options Tab
es: Ocultar la pestaña de opciones de vídeo avanzadas
ko: 고급 비디오 출력 탭 숨기기

source: Use advanced video options at your own risk. We recommend that you use the controls available on the Video tab instead.
es: Use las opciones de vídeo avanzadas por su cuenta y riesgo. Recomendamos que use los controles disponibles en la pestaña Vídeo en su lugar.
ko: 위험 부다을 갖고 고급 비디오 옵션 사용. 비디오 탭에 위치한 제어 명령을 사용하시는 편이 더 좋습니다.

source: Delete completed jobs from queue
es: Borrar los trabajos completados de la cola
ko: 큐에서 완료된 작업 삭제

source: By default, completed jobs remain in the queue and are marked as complete. Check this if you want the queue to clean itself up by deleting completed jobs.
es: Por defecto, los trabajos completados permanecen en la cola y se marcan como completos. Marque esto si quiere que la cola se limpie a sí misma borrando los trabajos completados.
ko: 기본적으로 완료된 작업은 큐에 남아있고 완료된 것으로 표시됩니다. 완료된 작업을 큐에서 지우려면 이 것을 선택하세요.

source: Use the same settings for all titles in a batch
es: Usar los mismos ajustes para todos los títulos en un lote
ko: 묶인 모든 파일들에 대해 동일한 설정 적용

source: When checked, every title will use the same settings when adding a batch of titles to the queue. Uncheck this if you want to allow changing each title's settings independently.
es: Al marcarlo, cada título usará la misma configuración al añadir títulos en lote a la cola. Desmárquelo si quiere permitir el cambio de configuración para cada título individual.
ko: 이 옵션을 선택하면 대기열에 일련의 타이틀을 추가할 때 모든 타이틀이 동일한 설정을 사용합니다. 각 타이틀의 설정을 독립적으로 변경하려면 선택을 해제하십시오.

source: Allow Tweaks
es: Permitir trucos
ko: 설정 변경 허용

source: Allow HandBrake For Dummies
es: Permitir HandBrake para novatos
ko: 초보자를 위한 HandBrake를 허용

source: Advanced
es: Avanzado
ko: 고급

source: Folder Name:
es: Nombre de la carpeta:
ko: 폴더 이름:

source: <b>Description</b>
es: <b>Descripción</b>
ko: <b>설명</b>

source: <span size="x-large">Rename Preset</span>
es: <span size="x-large">Renombrar el preajuste</span>
ko: <span size="x-large">이름 바꾸기 환경 설정</span>

source: Name:
es: Nombre:
ko: 이름:

source: Category:
es: Categoría:
ko: 카테고리:

source: Set the category that this preset will be shown under.
es: Selecciona la categoría bajo la que se muestra el preajuste.
ko: 해당 설정을 표시할 카테고리를 설정하십시오.

source: Category Name:
es: Nombre de categoría:
ko: 카테고리 이름:

source: Preset Name:
es: Nombre del preajuste:
ko: 사전설정 이름:

source: Default Preset
es: Preajuste por omisión
ko: 기본 설정

source: Make this the default Preset when HandBrake starts
es: Hace que este sea el ajuste predefinido al iniciar HandBrake
ko: HandBrake 실행 시, 이를 기본 환경 설정으로 설정하십시오.

source: <b>Custom Picture Dimensions</b>
es: <b>Dimensiones personalizadas de imagen</b>
ko: <b>사용자 설정 화면 크기</b>

source: Maximum Width:
es: Ancho máximo:
ko: 최대 폭:

source: Enable maximum width limit.
es: Habilitar el límite máximo de anchura.
ko: 최대 폭 제한을 활성화합니다.

source: This is the maximum width that the video will be stored at. Whenever a new source is loaded, this value will be applied if the source width is greater. Setting this to 0 means there is no maximum width.
es: Este es el ancho máximo con el que se guardan los vídeos. Cuando se carga una nueva fuente, este valor se aplica si la anchura de esta es mayor. Poniéndola a cero implica que no hay una anchura máxima.
ko: 이 값은 저장될 비디오의 최대 폭입니다. 새로운 원본이 적재됐을 때, 원본의 폭이 이 값보다 크면 이 값이 적용됩니다. 0은 최대 폭을 지정하지 않는다는 의미입니다.

source: Maximum Height:
es: Altura máxima:
ko: 최대 높이:

source: Enable maximum height limit.
es: Habilitar el límite máximo de altura.
ko: 최대 높이 제한 활성화.

source: This is the maximum height that the video will be stored at. Whenever a new source is loaded, this value will be applied if the source height is greater. Setting this to 0 means there is no maximum height.
es: Este es la altura máxima con la que se guardan los vídeos. Cuando se carga una nueva fuente, este valor se aplica si la altura de esta es mayor. Poniéndola a cero implica que no hay una altura máxima.
ko: 이 값은 저장될 비디오의 최대 높이입니다. 새로운 원본이 적재됐을 때, 원본의 높이가 이 값보다 크면 이 값이 적용됩니다. 0은 최대 높이를 지정하지 않는다는 의미입니다.

source: Select preview frames.
es: Seleccionar los fotogramas de vista previa.
ko: 미리보기 프레임 선택

source: Encode and play a short sequence of video starting from the current preview position.
es: Codifica y reproduce una secuencia corta de vídeo empezando desde la posición de vista previa actual.
ko: 현재 미리보기 위치부터 시작하는 짧은 비디오를 인코딩하고 재생

source: <b>Duration:</b>
es: <b>Duración:</b>
ko: <b>재생시간:</b>

source: Set the duration of the live preview in seconds.
es: Establece la duración en segundos de la vista previa.
ko: 실시간 미리보기의 재생시간을 초단위로 설정.

source: Show Crop
es: Mostrar el recorte
ko: 잘라내기 보기

source: Show Cropped area of the preview
es: Muestra el área recortada de la vista previa
ko: 미리보기에서 잘라낸 영역 보기

source: Source Resolution
es: Resolución de la fuente
ko: 영상 해상도

source: Reset preview window to the source video's resolution
es: Reinicia la ventana de vista previa a la resolución de la fuente de vídeo
ko: 미리보기 화면을 원본 파일의 해상도로 재설정

source: _Cancel
es: _Cancelar
ko: _취소

source: _Open
es: Abrir
ko: _열기

source: Title Number:
es: Número de título:
ko: 타이틀 번호:

source: Detected DVD devices:
es: Dispositivos de DVD detectados:
ko: 발견된 DVD 장치:

source: Import SRT
es: Importar SRT
ko: SRT 가져오기

source: Enable settings to import an SRT subtitle file
es: Habilitar la configuración para importar archivos de subtítulos SRT
ko: SRT 자막 파일 가져오기 활성화

source: Embedded Subtitle List
es: Lista de subtítulos embebidos
ko: 내장된 자막 목록

source: Enable settings to select embedded subtitles
es: Habilitar la configuración para seleccionar subtítulos embebidos
ko: 내장 자막 선택 설정 활성화

source: Language
es: Idioma
ko: 언어

source: Character Code
es: Código del caracteres
ko: 문자 인코딩

source: File:
es: Archivo:
ko: 파일:

source: Offset (ms)
es: Desfase (ms)
ko: 오프셋 (ms)

source: Set the language of this subtitle. This value will be used by players in subtitle menus.
es: Establece el idioma de este subtítulo. Este valor será usado por los reproductores en menús de subtítulos.
ko: 이 자막의 언어 설정. 이 값은 자막 메뉴에서 재생기가 사용합니다.

source: Set the character code used by the SRT file you are importing. SRTs come in all flavours of character sets. We translate the character set to UTF-8. The source's character code is needed in order to perform this translation.
es: Establece el código de caracteres usado por el archivo SRT que importe. Los SRT tienen distintos conjuntos de caracteres. Traducimos el conjunto de caracteres a UTF-8. El código de caracteres de la fuente es necesario para hacer la traducción.
ko: 가져올 SRT 파일의 문자 인코딩 설정. SRT는 문자들의 집합 형태로 들어옵니다. 이 문자 집합을 UTF-8로 변환합니다. 이 변환을 수행하기 위해서 원본 문자 인코딩 방식이 필요합니다.

source: Select the SRT file to import.
es: Seleccione el archivo SRT a importar.
ko: 가져올 SRT 파일 선택

source: Srt File
es: Archivo Srt
ko: Srt 파일

source: Adjust the offset in milliseconds between video and SRT timestamps
es: Ajusta el desfase en milisegundos entre el vídeo y las marcas de tiempo del SRT
ko: 비디오와 SRT 타임스탬프 사이에 밀리초 단위로 오프셋을 조정합니다

source: Track
es: Pista
ko: 트랙

source: List of subtitle tracks available from your source.
es: Lista de pistas de subtítulos disponibles en el origen.
ko: 원본에서 사용 가능한 자막 목록

source: Forced Subtitles Only
es: Solo subtítulos forzados
ko: 강제 표시 자막만

source: Burn into video
es: Embeber en el vídeo
ko: 영상에 추가

source: Render the subtitle over the video. The subtitle will be part of the video and can not be disabled.
es: Dibuja el subtítulo sobre el vídeo. El subtítulo será parte del vídeo y no podrá deshabilitarse.
ko: 비디오에 자막을 입힙니다. 자막은 비디오의 일부가 되고, 비활성화할 수 없습니다.

source: Set Default Track
es: Elegir la pista por defecto
ko: 기본 트랙 지정

source: Source Track
es: Pista de origen
ko: 원본 트랙

source: List of audio tracks available from your source.
es: Lista de pistas de audio disponibles en el origen.
ko: 원본에서 사용가능한 오디오 트랙의 목록

source: Track Name:
es: Nombre de la pista:
ko: 트랙 이름:

source: Set the audio track name. Players may use this in the audio selection list.
es: Establece el nombre de la pista de audio. Los reproductores pueden usarlo en la lista de selección de audio.
ko: 오디오 트랙 이름 설정. 재생기에서 오디오 선택 목록에 이 이름을 사용합니다.

source: Mix
es: Mezcla
ko: 믹스

source: Sample Rate
es: Tasa de muestreo
ko: 샘플레이트

source: <b>Dynamic Range Compression:</b> Adjust the dynamic range of the output audio track. For source audio that has a wide dynamic range (very loud and very soft sequences), DRC allows you to 'compress' the range by making loud sounds softer and soft sounds louder.
es: <b>Compresión del rango dinámico:</b> Ajusta el rango dinámico de la pista de salida de audio. Para fuentes de audio con un rango dinámico amplio (secuencias muy suaves y muy fuertes), DRC le permite "comprimir" el rango haciendo más fuertes los sonidos suaves y suaves los más fuertes.
ko: <b>다이나믹 레인지 압축:</b> 오디오 트랙 출력의 다이나믹 레인지를 조정합니다. 넓은 다이나믹 레인지를 가진 원본 오디오 (매우 크고 부드러운 시퀀스)에 대해서 다이나믹 레인지 압축은 큰 소리를 부드럽게 만들고 부드러운 소리를 크게 만들어서 레인지를 '압축'합니다.

source: Set the audio codec to encode this track with.
es: Elige el códec de audio con el cual codificar esta pista.
ko: 이 트랙을 인코딩할 오디오 코덱 설정

source: Bitrate
es: Tasa de bits
ko: 비트레이트

source: Enable bitrate setting
es: Habilitar la configuración de la tasa de bits
ko: 비트레이트 설정 활성화

source: Quality
es: Calidad
ko: 품질

source: Enable quality setting
es: Habilitar los ajustes de calidad
ko: 품질 설정 활성화

source: Set the bitrate to encode this track with.
es: Elige la tasa de bits con la que se codificará la pista.
ko: 이 트랙을 인코딩할 비트레이트 설정

source: <b>Quality:</b> For output codec's that support it, adjust the quality of the output.
es: <b>Calidad:</b> Para los códec de salida que lo permiten, ajusta la calidad de la salida.
ko: <b>품질:</b> 출력 코덱이 지원하는 경우, 출력물의 품질을 조정.

source: Set the mixdown of the output audio track.
es: Elige el tipo de mezcla de la pista de salida de audio
ko: 오디오 트랙 출력의 믹스다운 설정

source: Set the sample rate of the output audio track.
es: Elige la tasa de muestreo de la pista de salida de audio.
ko: 오디오 트랙 출력의 샘플레이트 설정

source: <b>Audio Gain:</b> Adjust the amplification or attenuation of the output audio track.
es: <b>Ganancia del audio:</b> Ajusta la amplificación o atenuación de la pista de salida de audio.
ko: <b>오디오 게인:</b> 출력된 오디오 트랙의 증폭 또는 감쇄를 조정합니다.

source: Off
es: Desactivado
ko: 끄기

source: Skip This Version
es: Omitir esta versión
ko: 이 버전 무시

source: Remind Me Later
es: Recuérdamelo más tarde
ko: 나중에 알려주기

source: <b>A new version of HandBrake is available!</b>
es: <b>¡Hay disponible una nueva versión de HandBrake!</b>
ko: <b> 새 버전의 HandBrake가 있습니다!</b>

source: HandBrake xxx is now available (you have yyy).
es: HandBrake xxx está ya disponible (usted tiene yyy).
ko: HandBrake xxx 버전이 있습니다. (현재 버전은 yyy 입니다)

source: <b>Release Notes</b>
es: <b>Notas de la versión</b>
ko: <b>배포 기록</b>

source: Video Transcoder
ko: 비디오 트랜스코더

source: HandBrake is a tool for converting video from nearly any format to a selection of modern, widely supported codecs.
ko: HandBrake는 현대적이며 널리 지원되는 코덱을 사용하여 대부분의 형식으로 비디오를 변환하는 도구(tool)입니다.

source: Reasons you'll love Handbrake:
ko: HandBrake를 좋아하게 될 이유:

source: Convert video from nearly any format
ko: 대부분의 형식으로 비디오 변환

source: Free and Open Source
ko: 자유 및 오픈 소스

source: Multi-Platform (Windows, Mac and Linux)
ko: 멀티-플랫폼 (Windows, Mac and Linux)

source: Main window and settings summary
ko: 메인화면 및 설정 요약

source: Video resolution and cropping settings
ko: 비디오 해상도와 자르기 설정

source: Video encoder settings
ko: 비디오 인코더 설정

source: Audio track selection and settings
ko: 오디오 트랙 선택 및 설정

source: Chapter title editing
ko: 챕터 제목 변경

source: <b><big>Unable to create %s.</big></b> Internal error. Could not parse UI description. %s
es: <b><big>No se puede crear %s.</big></b> Error interno. No se puede leer la descripción de la UI. %s
ko: <b><big>%s 생성할 수 없음.</big></b> 내부 에러. UI 설명을 분석할 수 없음. %s

source: Index
es: Índice
ko: 색인

source: Duration
es: Duración
ko: 재생시간

source: Title
es: Título
ko: 타이틀:

source: Job Information
es: Información de la tarea
ko: 작업 정보

source: Track Information
es: Información de la pista
ko: 트랙 정보

source: Preset Name
es: Nombre del preajuste
ko: 사전설정 이름

source: The device or file to encode
es: El dispositivo o archivo a codificar
ko: 인코딩할 장치 또는 파일

source: The preset values to use for encoding
es: Los valores del preajuste a usar para codificar
ko: 인코딩에 사용할 사전설정 값

source: The path to override user config dir
es: La ruta que ignora el directorio de configuración del usuario
ko: 사용자 설정 디렉토리를 덮어 쓸 경로

source: Open a console for debug output
es: Abrir una consola para la salida de depuración
ko: 디버그 출력을 위한 콘솔 열기

source: All
es: Todos
ko: 모두

source: Quality:
es: Calidad:
ko: 품질:

source: Bitrate: %dkbps
es: Tasa de bits: %dkbps
ko: 비트 전송속도: %dkbps

source: Bitrate: %.4gkbps
es: Tasa de bits: %.4gkbps
ko: 비트레이트: %.4gkbps

source: <small>Passthrough</small>
es: <small>Paso directo</small>
ko: <small>패스쓰루</small>

source: %sGain: %s DRC: %s Track Name: %s
es: %sGanancia: %s Compresión: %s Nombre de la pista: %s
ko: %s얻기: %s DRC: %s 트랙 이름: %s

source: %sGain: %s DRC: %s
es: %sGanancia: %s Compresión: %s
ko: %s얻기: %s DRC: %s

source: Add an audio encoder. Each selected source track will be encoded with all selected encoders.
es: Añadir un codificador de audio. Cada pista seleccionada será codificada con todos los codificadores elegidos.
ko: 오디오 인코더 추가하기. 선택된 각 원본 트랙은 선택된 모든 인코더로 인코딩됩니다.

source: <b>Audio Quality:</b> For encoders that support it, adjust the quality of the output.
es: <b>Calidad de Audio:</b> Para los codificadores que lo permiten, ajusta la calidad de la salida.
ko: <b>오디오 품질:</b> 지원되는 인코더라면 출력 품질을 조정합니다.

source: Remove this audio encoder
es: Eliminar este codificador de audio
ko: 오디오 인코더 제거

source: Closing HandBrake will terminate encoding.
es: Al cerrar HandBrake se cancelará la codificación.
ko: HandBrake를 종료하면 인코딩이 중지됩니다.

source: Not Selected
es: No seleccionado
ko: 선택되지 않음

source: Scanning ...
es: Analizando...
ko: 검색 중 ...

source: Stop Scan
es: Detener el análisis
ko: 검색 중지

source: No Title Found
es: No se ha encontrado ningún título
ko: 발견된 타이틀 없음

source: New Video
es: Nuevo vídeo
ko: 새 비디오

source: %s %s in %d seconds ...
es: %s %s en %d segundos...
ko: %s %s (%d 초) ...

source: %sYour movie will be lost if you don't continue encoding.
es: %sSu película se perderá si no continúa con la codificación.
ko: 인코딩을 계속하지 않으면 %s영화가 사라집니다.

source: Cancel Current and Stop
es: Cancelar la actual y parar
ko: 현재 작업 취소 및 전체 중지

source: Cancel Current, Start Next
es: Cancelar la actual, comenzar la siguiente
ko: 현재 작업 취소 및 다음 작업 시작

source: Finish Current, then Stop
es: Finalizar la actual, parar después
ko: 현재 작업 마친 후 전체 중지

source: Continue Encoding
es: Continuar la codificación
ko: 인코딩 계속하기

source: %d encode(s) pending
es: %d codificación(es) pendiente(s)
ko: %d 인코딩 대기 중

source: job %d of %d,
es: tarea %d de %d,
ko: 작업 %d / %d,

source: pass %d (subtitle scan) of %d,
es: pasada %d (búsqueda de subtítulos) de %d,
ko: 단계 %d / %d (자막 검색),

source: pass %d of %d,
es: pasada %d de %d,
ko: 단계 %d / %d,

source: Encoding: %s%s%.2f %% (%.2f fps, avg %.2f fps, ETA %02dh%02dm%02ds)
es: Codificando: %s%s%.2f %% (%.2f fps, avg %.2f fps, Tiempo restante estimado %02dh%02dm%02ds)
ko: 인코딩: %s%s%.2f %% (%.2f fps, 평균 %.2f fps, ETA %02dh%02dm%02ds)

source: Encoding: %s%s%.2f %% (ETA %02dh%02dm%02ds)
es: Codificando: %s%s%.2f %% (Tiempo restante estimado %02dh%02dm%02ds)
ko: 인코딩: %s%s%.2f %% (ETA %02dh%02dm%02ds)

source: Encoding: %s%s%.2f %%
es: Codificando: %s%s%.2f %%
ko: 인코딩: %s%s%.2f %%

source: Searching for start time,
es: Buscando la hora de inicio,
ko: 시작 시간 찾는 중,

source: Scanning title %d of %d...
es: Analizando el título %d de %d...
ko: 타이틀 %d / %d 검색 중...

source: Scanning title %d of %d preview %d...
es: Analizando el título %d de %d vista previa %d...
ko: 타이틀 %d / %d 검색 중, 미리보기 %d...

source: Paused
es: Pausado
ko: 정지됨

source: Encode Done!
es: ¡Codificación finalizada!
ko: 인코딩 완료!

source: Encode Canceled.
es: Codificación cancelada.
ko: 인코딩 취소됨.

source: Encode Failed.
es: Codificación fallida.
ko: 인코딩 실패함.

source: Muxing: This may take a while...
es: Multiplexando: Esto puede tomar un tiempo...
ko: 먹싱: 시간이 걸립니다...

source: Scan this DVD source
es: Analizar esta fuente de DVD
ko: 이 DVD 원본 검색

source: %s: %.4g (Warning: lossless)
es: %s: %.4g (Aviso: sin pérdida)
ko: %s: %.4g (주의: 무손실)

source: HandBrake %s/%s is now available (you have %s/%d).
es: HandBrake %s/%s está ya disponible (usted tiene %s/%d).
ko: HandBrake %s/%s 버전이 사용 가능합니다. (현재 버전 %s/%d)

source: Encode Complete
es: Codificación completa
ko: 인코딩 완료됨

source: Put down that cocktail, Your HandBrake queue is done!
es: Deja ese cóctel, ¡la cola de HandBrake se ha completado!
ko: 칵테일을 내려놓으세요, HandBrake 큐에 있는 작업이 완료됐습니다!

source: Your encode is complete.
es: La codificación se ha completado.
ko: 인코딩이 완료됐습니다.

source: Shutting down the computer
es: Apagando el ordenador
ko: 컴퓨터 종료 중

source: Putting computer to sleep
es: Poniendo el ordenador a dormir
ko: 컴퓨터 잠가지 진입 중

source: Quitting Handbrake
es: Saliendo de HandBrake
ko: Handbrake 종료 중

source: First Track Matching Selected Languages
es: Primera pista que coincida con los idiomas elegidos
ko: 선택된 언어에 부합하는 첫 트랙

source: All Tracks Matching Selected Languages
es: Todas las pistas que coincidan con los idiomas seleccionados
ko: 선택된 언어에 부합하는 모든 트랙

source: Foreign Audio Subtitle Track
es: Pista de subtítulos de audio extranjero
ko: 외부 오디오 자막 트랙

source: First Selected Track
es: Primera pista seleccionada
ko: 처음 선택된 트랙

source: Foreign Audio, then First Selected Track
es: Audio extranjero, luego la primera pista seleccionada
ko: 외부 오디오 그리고 처음 선택된 트랙

source: Chapters:
es: Capítulos:
ko: 챕터:

source: Seconds:
es: Segundos:
ko: 초:

source: Frames:
es: Fotogramas:
ko: 프레임:

source: Do Nothing
es: No hacer nada
ko: 아무 것도 하지 않음

source: Show Notification
es: Mostrar una notificación
ko: 알림 보기

source: Quit Handbrake
es: Salir de Handbrake
ko: Handbrake 종료

source: Put Computer To Sleep
es: Poner el ordenador a dormir
ko: 잠자기 모르도 전환

source: Shutdown Computer
es: Apagar el ordenador
ko: 컴퓨터 종료

source: Automatic
es: Automático
ko: 자동

source: Loose
es: Laxo
ko: 느슨하게

source: Custom
es: Personalizado
ko: 사용자화

source: Week
es: Semana
ko: 주

source: Month
es: Mes
ko: 월

source: Year
es: Año
ko: 연도

source: Never
es: Nunca
ko: 하지 않음

source: Daily
es: Diariamente
ko: 매일

source: Weekly
es: Semanalmente
ko: 매주

source: Monthly
es: Mensualmente
ko: 매달

source: 90 Degrees
es: 90 grados
ko: 90º

source: 180 Degrees
es: 180 grados
ko: 180º

source: 270 Degrees
es: 270 grados
ko: 270º

source: Spatial
es: Espacial
ko: 공간

source: Temporal
ko: 임시

source: Fast
es: Rápido
ko: 빠름

source: Optimal
es: Óptimo
ko: 최적

source: Strict
es: Estricto
ko: 엄격하게

source: Normal
ko: 보통

source: Simple
ko: 단순

source: Smart
es: Inteligente
ko: 스마트

source: 0: SAD, no subpel
es: 0: SAD, sin subpel
ko: 0: SAD, 부화소 없음

source: 4: SATD, qpel on all
es: 4: SATD, qpel en todos
ko: 4: SATD, 1/4 화소 적용

source: 5: SATD, multi-qpel on all
es: 5: SATD, multi-qpel en todos
ko: 5: SATD, 복수의 1/4 화소 적용

source: 6: RD in I/P-frames
es: 6: RD en fotogramas-I/P
ko: 6: I/P-프레임의 RD

source: 7: RD in all frames
es: 7: RD en todos los fotogramas
ko: 7: 모든 프레임의 RD

source: 8: RD refine in I/P-frames
es: 8: RD refinado en fotogramas-I/P
ko: 8: I/P-프레임의 RD 수정

source: 9: RD refine in all frames
es: 9: RD refinado en todos los fotogramas
ko: 9: 모든 프레임의 RD 수정

source: 10: QPRD in all frames
es: 10: QPRD en todos los fotogramas
ko: 10: 모든 프레임의 QPRD

source: 11: No early terminations in analysis
es: 11: Sin terminaciones anticipadas en el análisis
ko: 11: 분석 중 조기 종료하지 않음

source: Most
es: La mayoría
ko: 대부분

source: Some
es: Algunas
ko: 일부

source: Encode only
es: Solo al codificar
ko: 인코딩만

source: Always
es: Siempre
ko: 항상

source: Same as source
es: Igual que el origen
ko: 원본과 동일하게

source: (NTSC Film)
es: (película NTSC)
ko: (NTSC 필름)

source: (PAL Film/Video)
es: (película/vídeo PAL)
ko: (PAL 필름/비디오)

source: (NTSC Video)
es: (vídeo NTSC)
ko: (NTSC 비디오)

source: %3d - (%05d.MPLS)
ko: %3d - (%05d.MPSL)

source: No Titles
es: No hay títulos
ko: 타이틀 없음

source: No Audio
es: No hay audio
ko: 오디오 없음

source: Any
es: Cualquiera
ko: 아무거나

source: Invalid Detelecine Settings: Preset: %s Custom: %s
es: Ajustes de destelecinado no válidos: Preajuste: %s Personalizado: %s
ko: 사용 불가능한 Detelecine 설정: 환경설정: %s 사용자 설정: %s

source: Invalid Detelecine Settings: Preset: %s
es: Ajustes de destelecinado no válidos: Preajuste: %s
ko: 사용 불가능한 Deinterlace 설정: 환경설정: %s

source: Invalid Comb Detect Settings: Preset: %s Custom: %s
es: Ajustes de detección de "comb" no válidos: Preajuste: %s Personalizado: %s
ko: 사용 불가능한 Comb Detect 설정: 환경설정: %s 사용자 설정: %s

source: Invalid Comb Detect Settings: Preset: %s
es: Ajustes de detección de "comb" no válidos: Preajuste: %s
ko: 사용 불가능한 Comb Detect 설정: 환경설정: %s

source: Invalid Deinterlace Settings: Filter: %s Preset: %s Custom: %s
es: Ajustes de desentrelazado no válidos: Filtro: %s Preajuste: %s Personalizado: %s
ko: 사용 불가능한 Deinterlace 설정: 필터: %s 환경설정: %s 사용자 설정 %s

source: Invalid Deinterlace Settings: Filter: %s Preset: %s
es: Ajustes de desentrelazado no válidos: Filtro: %s Preajuste: %s
ko: 사용 불가능한 Deinterlace 설정: 필터: %s 환경설정: %s

source: Invalid Denoise Settings: Filter: %s Preset: %s Tune: %s Custom: %s
es: Ajustes antiruido no válidos: Filtro: %s Preajuste: %s Afinado: %s Personalizado: %s
ko: 사용 불가능한 Denoise 설정: 필터: %s 환경설정: %s 조정: %s 사용자 설정: %s

source: Invalid Sharpen Settings: Filter: %s Preset: %s Tune: %s Custom: %s
es: Ajustes de enfoque no válidos: Filtro: %s Preajuste: %s Afinado: %s Personalizado: %s
ko: 사용 불가능한 Sharpen 설정: 필터: %s 환경설정: %s 조정: %s 사용자 설정: %s

source: Theora is not supported in the MP4 container. You should choose a different video codec or container. If you continue, FFMPEG will be chosen for you.
es: Theora no está permitido en el contenedor MP4. Debe elegir un códec de vídeo o contenedor distinto. Si continua, se elegirá FFMPEG por usted.
ko: Theora는 MP4 컨테이너에서 지원하지 않습니다. 다른 비디오 코덱이나 컨테이너를 선택하세요. 계속하면, FFMPEG이 선택됩니다.

source: Continue
es: Continuar
ko: 계속

source: No title found.
es: No se han encontrado títulos.
ko: 발견된 타이틀 없음.
