Repository: HandBrake/HandBrake
Catalog: gtk/po/*.po
Languages: es, ko

source: Performs extra analysis to decide upon weighting parameters for each frame. This improves overall compression slightly and improves the quality of fades greatly. Baseline profile, as required for iPods and similar devices, requires weighted P-frame prediction to be disabled. Note that some devices and players, even those that support Main Profile, may have problems with Weighted P-frame prediction: the Apple TV is completely incompatible with it, for example.
es: Realiza un análisis extra para decidir sobre los parámetros de ponderación para cada fotograma. Esto mejora ligeramente la compresión general y mejora la calidad de los degradados en gran medida. El perfil Baseline, requerido para los iPod y dispositivos parecidos, requiere que la predicción de Fotogramas-P ponderados esté deshabilitada. Observe que algunos dispositivos y reproductores, incluso los que admiten el perfil Main, pueden tener problemas con la predicción de Fotogramas-P ponderados: la TV de Apple es completamente incompatible con ella, por ejemplo.
ko: 각 프레임에 대한 가중 파라미터 결정을 위해 추가 분석을 수행하십시오. 이것은 전체적인 압축을 약간 향상시키고 fade의 품질을 크게 향상시킵니다. iPods과 유사한 기기에 필요한 Baseline profile은 weighted P-frame 예측을 비활성화해야 합니다. Main profile을 지원하는 기기나 플레이어들 조차도 Weighted P-frame 예측에 문제가 있을 수 있다는 점에 유의하십시오: 예를 들어, Apple TV는 이것과 완전히 호환되지 않습니다.

source: 8x8 Transform
es: Transformación 8x8
ko: 8x8 변환

source: The 8x8 transform is the single most useful feature of x264 in terms of compression-per-speed. It improves compression by at least 5% at a very small speed cost and may provide an unusually high visual quality benefit compared to its compression gain. However, it requires High Profile, which many devices may not support.
es: La transformación 8x8 es la característica más útil de x264 en términos de relación compresión-velocidad. Mejora la compresión al menos un 5% con un coste muy pequeño en velocidad y puede proporcionar una beneficiosa e inusual alta calidad visual comparada con su ganancia de compresión. Sin embargo, requiere del perfil High, que no admiten muchos dispositivos.
ko: 8x8 변환은 속도당 압축이라는 부분에서 x264의 가장 유용한 기능입니다. 이는 매우 적은 속도 비용으로 압축을 최소 5% 가량 향상시키며 압축 증폭과 비교하면 보기 드물게 시각적 품질의 높은 이익을 제공할 수도 있습니다. 하지만, 최대 증폭을 요구하며, 이는 많은 기기들에 지원되지 않고 있습니다.

source: CABAC Entropy Encoding
es: Codificación de entropía CABAC
ko: CABAC 엔트로피 인코딩

source: After the encoder has done its work, it has a bunch of data that needs to be compressed losslessly, similar to ZIP or RAR. H.264 provides two options for this: CAVLC and CABAC. CABAC decodes a lot slower but compresses significantly better (10-30%), especially at lower bitrates. If you're looking to minimize CPU requirements for video playback, disable this option. Baseline profile, as required for iPods and similar devices, requires CABAC to be disabled.
es: Después de terminar su trabajo el codificador, quedan un montón de datos que deben comprimirse sin pérdida, similar a ZIP o RAR. H.264 proporciona dos opciones para esto: CACLC y CABAC. CABAC decodifica mucho más lento pero comprime significativamente mejor (10-30%), especialmente en tasas de bits bajas. Si busca minimizar los requisitos de CPU para la reproducción, deshabilite esta opción. El perfil Baseline, requerido por los iPod y dispositivos parecidos, requiere que CABAC esté deshabilitado.
ko: 인코더가 작업을 마치면, ZIP나 RAR과 비슷하게 손실없이 압축해야할 필요가 있는 데이터들이 있습니다. H.264는 이에 대하여 두 가지 옵션을 제공합니다: CAVLC와 CABAC. CABAC는 디코딩 속도가 매우 느리지만 특히 낮은 비트 전송속도로, 상당히 압축 성능이 좋은 편(10-30%)입니다. 비디오 재생에 필요한 CPU 요구 사항을 최소화하고자 한다면, 이 옵션을 사용할 수 없습니다. iPod 및 이와 비슷한 장치에 필요한 기본 조건은 CABAC를 비활성화해야합니다.

source: <small><b>Encoding Features</b></small>
es: <small><b>Características de la codificación</b></small>
ko: <small><b>인코딩 항목</b></small>

source: <small>Motion Est. Method:</small>
es: <small>Método de estimación de movimiento:</small>
ko: <small>움직임 추정 방법:</small>

source: Controls the motion estimation method. Motion estimation is how the encoder estimates how each block of pixels in a frame has moved. A better motion search method improves compression at the cost of speed. Diamond: performs an extremely fast and simple search using a diamond pattern. Hexagon: performs a somewhat more effective but slightly slower search using a hexagon pattern. Uneven Multi-Hex: performs a very wide search using a variety of patterns, more accurately capturing complex motion. Exhaustive: performs a "dumb" search of every pixel in a wide area. Significantly slower for only a small compression gain. Transformed Exhaustive: Like exhaustive, but makes even more accurate decisions. Accordingly, somewhat slower, also for only a small improvement.
es: Controla el método de estimación de movimiento. La estimación de movimiento es cómo estima el codificador cuánto se ha movido un bloque de píxeles en un fotograma. Un método de búsqueda de movimiento mejor mejora la compresión a costa de velocidad. Diamante: realiza una búsqueda extremadamente rápida y simple usando un patrón en diamante. Hexágono: realiza una búsqueda algo más efectiva pero algo más lenta usando un patrón en hexágono. Multihexágono desigual: realiza una búsqueda muy amplia usando una variedad de patrones, capturando de forma más precisa movimientos complejos. Exhaustivo: realiza una búsqueda "tonta" de cada píxel en un área amplia. Notablemente más lenta solo para un poco de ganancia en la compresión. Exhaustivo transformado: como exhaustivo, pero toma decisiones incluso más precisas. En consecuencia, algo más lento, también solo para una pequeña mejora.
ko: 움직임 추정 방법 제어. 움직임 추정은 프레임에서 각 픽셀 블럭이 어떻게 움직일지를 인코더가 추정하는 것입니다. 더 좋은 움직임 검색 방법은 속도를 희생해서 압축율을 향상시킵니다. Diamond: 다이아몬드 패턴을 사용해 매우 빠르고 간단한 검색 수행. Hexagon: 육각 패턴을 이용해 다소 느리지만 효율적인 검색 수행. Uneven Multi-Hex: 복잡한 움직임을 좀 더 정확하게 포착하기 위해, 다양한 패턴을 이용해 광범위한 검색 수행. Exhaustive: 넓은 영역에서 모든 픽셀에 대해 "무식한" 검색 수행. 압축률도 낮고 매우 느림. Transformed Exhaustive: Exhaustive와 유사하지만 더 정확함. 압축률은 낮고 다소 느림.

source: <small>Subpel ME &amp; Mode:</small>
es: <small>Estimación de movimiento y modo de subpíxel:</small>
ko: <small>Subpel ME &amp; 모드:</small>

source: This setting controls both subpixel-precision motion estimation and mode decision methods. Subpixel motion estimation is used for refining motion estimates beyond mere pixel accuracy, improving compression. Mode decision is the method used to choose how to encode each block of the frame: a very important decision. SAD is the fastest method, followed by SATD, RD, RD refinement, and the slowest, QPRD. 6 or higher is strongly recommended: Psy-RD, a very powerful psy optimization that helps retain detail, requires RD. 11 disables all early terminations in analysis. 10 and 11, the most powerful and slowest options, require adaptive quantization (aq-mode > 0) and trellis 2 (always).
es: Este ajuste controla tanto la precisión estimación de movimiento subpíxel como el modo de los métodos de decisión. La estimación de movimiento subpíxel se usa para refinar la estimación de movimiento más allá de la mera precisión de píxel, mejorando la compresión. El modo de decisión es el método usado para elegir cómo codificar cada bloque del fotograma: una decisión muy importante. SAD es el método más rápido, seguido de SATD, RD, Refinamiento RD y el más lento, QPRD. Se recomienda encarecidamente 6 o más: Psy-Rd, una optimización psy muy potente que ayuda a retener detalles, requiere RD. 11 deshabilita casi todas las terminaciones prematuras de análisis. 10 y 11, las opciones más potentes y lentas, requieren la cuantización adaptativa (aq-mode > 0) y trellis 2 (siempre).
ko: 이 설정은 부가 픽셀-정밀 모션 평가와 모드 결정 방법을 모두 제어합니다. 부가 픽셀 평가는 단순한 픽셀 정확도에서 끝나는 것이 아니라 추정치를 정제하여 압축을 향상시키는 데 사용됩니다. 모드 결정은 프레임의 각 블록을 인코딩하는 방법을 선택하는 데 사용되는 방법으로 매우 중요한 결정입니다. SAD는 가장 빠른 방법으로, 그 뒤로는 SATD, RD, RD 정교화와 가장 느린 QPRD가 있습니다. 6이상은 강력히 추천됩니다: 세부사항을 유지하는 데 도움이 되는 매우 강력한 psy 최적화인 Psy-RD는 RD를 필요로 합니다. 11은 분석에 있어서 모든 초기 종료를 비활성화합니다. 가장 강력하고 느린 옵션인 10과 11은 적응 정량화(aq-mode>0)와 (항상) trellis 2를 필요로 합니다.

source: <small>Motion Est. Range:</small>
es: <small>Rango de estimación de movimiento:</small>
ko: <small>움직임 추정 범위:</small>

source: This is the distance x264 searches from its initial guess at the motion of a block in order to try to find its actual motion. The default is fine for most content, but extremely high motion video, especially at HD resolutions, may benefit from higher ranges, albeit at a high speed cost.
es: Es la distancia que busca x264 desde su conjetura inicial del movimiento de un bloque para intentar encontrar su movimiento real. El valor predefinido está bien para la mayoría de contenidos, pero los vídeos con muchísimo movimiento, en especial a resoluciones altas, se puede beneficiar de rangos mayores, aunque a un alto coste en velocidad.
ko: 이것은 블록의 움직임을 찾기 위해 블록의 움직임을 처음 추측한 것에서부터 x264가 검색하는 거리입니다. 기본값은 대부분의 움직임에 대해 정상이지만, 특히 HD 해상도에서, 극도로 많은 움직이는 비디오는 높은 속도 비용에도 불구하고, 더 높은 범위의 이점을 얻을 수 있습니다.

source: <small>Adaptive Direct Mode:</small>
es: <small>Modo adaptativo directo:</small>
ko: <small>적응형 다이렉트 모드:</small>

source: H.264 allows for two different prediction modes, spatial and temporal, in B-frames. Spatial, the default, is almost always better, but temporal is sometimes useful too. x264 can, at the cost of a small amount of speed (and accordingly for a small compression gain), adaptively select which is better for each particular frame.
es: H.264 admite dos modos de predicción distintos, espacial y temporal, en fotogramas-B. Espacial, el predefinido, es casi siempre mejor, pero temporal es a veces útil también. x264 puede, a costa de un poco de velocidad (y en consecuencia para una pequeña ganancia en compresión), selecciona de forma adaptativa cuál es mejor para cada fotograma en particular.
ko: H.264는 B-frames에서 공간과 시간이라는 두 가지 다른 예측 모드를 허용합니다. 기본적으로 공간이 거의 항상 더 좋지만, 시간도 때때로 유용합니다. x264는 작은 속도의 비용(그리고 작은 압축에 따른 이득)으로 각 특정 프레임에 더 적합한 것을 적절히 선택할 수 있습니다.

source: <small>Adaptive B-Frames:</small>
es: <small>Fotogramas-B adaptativos:</small>
ko: <small>적응형 B-프레임:</small>

source: x264 has a variety of algorithms to decide when to use B-frames and how many to use. Fast mode takes roughly the same amount of time no matter how many B-frames you specify. However, while fast, its decisions are often suboptimal. Optimal mode gets slower as the maximum number of B-Frames increases, but makes much more accurate decisions, especially when used with B-pyramid.
es: x264 tiene una variedad de algoritmos para decidir cuándo y cuántos fotogramas-B usa. El modo rápido toma aproximadamente el mismo tiempo sin importar cuántos fotogramas-B especifique. Sin embargo, aunque rápido, sus decisiones son a menudo mejorables. El modo óptimo se hace más lento cuanto más aumenta el número de Fotogramas-B, pero toma decisiones mucho más precisas, en especial cuando se usa pirámide-B.
ko: x264에는 B-프레임 사용 시기와 사용할 수 있는 개수를 결정하는 다양한 알고리즘이 있습니다. 빠른 모드는 지정한 B-프레임 수에 상관없이 대략 동일한 시간이 소요됩니다. 하지만, 아무리 빠르더라도, 이 결정은 어디까지나 차선책입니다. 최적화 모드는 B-프레임의 최대 개수가 증가함에 따라서 점점 느려지게 되지만, 특히 B-피라미드와 함께 사용할 경우 훨씬 더 정확한 결정을 내리게 됩니다.

source: <small>Partitions:</small>
es: <small>Particiones:</small>
ko: <small>분할:</small>

source: Mode decision picks from a variety of options to make its decision: this option chooses what options those are. Fewer partitions to check means faster encoding, at the cost of worse decisions, since the best option might have been one that was turned off.
es: La decisión de modo elige entre una variedad de opciones para tomar su decisión: esta opción elige cuáles son esas opciones. Menos particiones a comprobar implica una codificación más rápida, a costa de una peor decisión, ya que la mejor opción puede haber sido una que fue descartada.
ko: 모드 결정은 해당 결정을 하기 위한 다양한 옵션에서 고르는 것입니다.: 이 옵션은 어떤 옵션인지를 선택합니다. 가장 좋은 옵션은 비활성화된 옵션일 수 있기 때문에 더 안 좋은 결정이라는 측면에서, 확인한 더 적은 파티션은 더 빠른 인코딩을 의미합니다.

source: <small>Trellis:</small>
ko: <small>트레일리스:</small>

source: Trellis fine-tunes the rounding of transform coefficients to squeeze out 3-5% more compression at the cost of some speed. "Always" uses trellis not only during the main encoding process, but also during analysis, which improves compression even more, albeit at great speed cost. Trellis costs more speed at higher bitrates and requires CABAC.
es: Trellis hace un ajuste fino del redondeo de los coeficientes de transformación para exprimir un 3-5% más de compresión a costa de algo de velocidad. "Siempre" usa trellis no solo durante el proceso principal de codificación, sino también durante el análisis, lo que mejora la compresión aún más, aunque con un alto coste en velocidad. Trellis tiene un mayor coste en velocidad a altas tasas de bits y requiere CABAC.
ko: Trellis는 일정한 속도 비용으로 3-5% 더 많은 압축을 제거하기 위해 변환 계수 반올림을 미세하게 조정합니다. "항상"은 메인 인코딩 프로세스 동안만 사용되는 것일 뿐만 아니라, 분석 중에도 사용되는데, 이는 엄청난 속도 비용이 들지만 압축 성능을 훨씬 향상시킵니다. Trellis는 더 높은 비트 전송률로 더 많은 속도를 내며 CABAC를 필요로 합니다.

source: <small><b>Analysis</b></small>
es: <small><b>Análisis</b></small>
ko: <small><b>분석</b></small>

source: <small>Adaptive Quantization Strength:</small>
es: <small>Intensidad de cuantización adaptativa:</small>
ko: <small>조정 양자화 강도:</small>

source: Adaptive quantization controls how the encoder distributes bits across the frame. Higher values take more bits away from edges and complex areas to improve areas with finer detail.
es: La cuantización adaptativa controla cómo distribuye el codificador los bits por el fotograma. Valores más altos toman más bits de los bordes y áreas complejas para mejorar áreas con detalles finos.
ko: 적응 양자화는 인코더가 프레임에 비트를 분배하는 방법을 제어합니다. 값이 높을수록 가장자리와 복잡한 영역에서 더 많은 비트를 가져와서 미세한 영역으로 영역을 향상시킵니다.

source: <small>Psychovisual Rate Distortion:</small>
es: <small>Distorsión de la tasa psicovisual:</small>
ko: <small>Psychovisual Rate 왜곡:</small>

source: Psychovisual rate-distortion optimization takes advantage of the characteristics of human vision to dramatically improve apparent detail and sharpness. The effect can be made weaker or stronger by adjusting the strength. Being an RD algorithm, it requires mode decision to be at least "6".
es: La optimización de distorsión de la tasa psicovisual toma ventaja de las características de la visión humana para mejorar dramáticamente el detalle y nitidez aparente. El efecto se puede hacer más débil o fuerte ajustando la intensidad. Al ser un algoritmo RD, requiere que la decisión de modo sea al menos "6".
ko: Psychovisual rate-distortion 최적화는 인간 비전의 특성을 활용하여 외관상 세밀함과 선명도를 극적으로 향상시킵니다. 강도를 조정하여 효과를 약하거나 강하게 만들 수 있습니다. RD 알고리즘이므로 모드 결정은 "6"이상이어야 합니다.

source: <small>Psychovisual Trellis:</small>
es: <small>Trellis psicovisual:</small>
ko: <small>Psychovisual 격자:</small>

source: Psychovisual trellis is an experimental algorithm to further improve sharpness and detail retention beyond what Psychovisual RD does. Recommended values are around 0.2, though higher values may help for very grainy video or lower bitrate encodes. Not recommended for cel animation and other sharp-edged graphics.
es: El trellis psicovisual es un algoritmo experimental para mejorar aún más la retención de nitidez y detalle más allá de lo que el RD psicovisual llega. Los valores recomendados están alrededor de 0.2, aunque valores más altos pueden ayudar con vídeos muy granulados o codificaciones con tasas de bits bajas. No se recomienda para animación por cuadros y otros gráficos con bordes marcados.
ko: Psychovisual 격자는 Psychovisual RD보다 선명도와 디테일 유지를 더욱 향상시키는 실험 알고리즘입니다. 권장 값은 0.2정도이지만 값이 커지면 매우 작은 비디오나 낮은 비트레이트 인코드에 도움이 될 수 있습니다. 셀 애니메이션 및 기타 선명도 그래픽에는 권장되지 않습니다.

source: H.264 deblocking filter. h.264 has a built-in deblocking filter that smooths out blocking artifacts after decoding each frame. This not only improves visual quality, but also helps compression significantly. The deblocking filter takes a lot of CPU power, so if you're looking to minimize CPU requirements for video playback, disable it. The deblocking filter has two adjustable parameters, "strength" (Alpha) and "threshold" (Beta). The former controls how strong (or weak) the deblocker is, while the latter controls how many (or few) edges it applies to. Lower values mean less deblocking, higher values mean more deblocking. The default is 0 (normal strength) for both parameters.
es: Filtro de eliminación de pixelado de H.264. h.264 incluye un filtro de eliminación de pixelado que suaviza los artefactos de bloques tras decodificar cada fotograma. Esto no solo mejora la calidad visual, sino que también ayuda notablemente la compresión. El filtro de eliminación de pixelado usa mucha potencia de la CPU, así que si busca minimizar los requisitos de CPU para reproducir vídeo, deshabilítelo. El filtro de eliminación de pixelado tiene dos parámetros ajustables, "intensidad" (Alfa) y "umbral" (Beta). El primero controla cómo de fuerte (o débil) es el filtro, mientras que el segundo controla a cuántos (o cuán pocos) bordes se aplica. Valores más bajos implican menos eliminación de pixelado, valores mayores implican más. El valor predefinido es 0 (intensidad normal) para ambos parámetros.
ko: H.264 deblocking 필터. h.264는 각 프레임을 디코딩한 후 blocking artifacts를 없애는 내장 deblocking 필터를 가지고 있습니다. 이는 시각적 품질을 향상시킬 뿐만 아니라, 또한 압축에도 크게 도움이 됩니다. deblocking 필터는 상당한 CPU 전력을 필요로 하며, 만약 비디오 재생을 위한 CPU 요구 사항을 최소화하려면, 이 부분을 비활성화하십시오. deblocking 필터는 두 개의 조정 가능한 파라미터, "강도" (Alpha) 와 "한계점" (Beta) 를 가집니다. 전자는 deblocker가 얼마나 강한 지 (약한 지) 를 조절하지만, 후자는 얼마나 많은 (적은) 엣지를 적용할 지를 조절합니다. 적은 값은 적은 deblocking을 의미하며, 높은 값은 높은 deblocking을 의미합니다. 두 개의 파라미터에 대해서 기본값은 0 (기본 강도) 입니다.

source: No DCT Decimate
es: Sin reducción DCT
ko: DCT 훼손 없음

source: x264 normally zeroes out nearly-empty data blocks to save bits to be better used for some other purpose in the video. However, this can sometimes have slight negative effects on retention of subtle grain and dither. Don't touch this unless you're having banding issues or other such cases where you are having trouble keeping fine noise.
es: Normalmente, x264 hace cero los bloques de datos que están casi vacíos para ahorrar bits para usarlos mejor para algún otro propósito en el vídeo. Sin embargo, esto puede tener a veces efectos ligeramente negativos en la retención de grano sutil y difuminado. No toque este valor a menos que tenga problemas de bandeado u otros casos en los que tenga problemas para retener el ruido fino.
ko: x264는 일반적으로 비어 있는 데이터 블록을 0으로 설정하여 비트를 저장하면서 비디오의 다른 목적으로 더욱 잘 사용합니다. 하지만, 이것은 가끔 미묘한 그레인과 디더링을 유지하는 데에 부정적인 영향을 끼칠 수 있습니다. 미세한 소음을 유지하는 데 문제가 있는 다른 경우가 아니라면 x264의 옵션을 건드리지 마십시오.

source: Your selected options will appear here. You can edit these and add additional options. Default values will not be shown. The defaults are: ref=3:bframes=3:b-adapt=fast:direct=spatial: b-pyramid=normal:weightp=2:me=hex:merange=16: subme=7:partitions=p8x8,b8x8,i8x8,i4x4:8x8dct=1: deblock=0,0:trellis=1:psy-rd=1,0:aq-strength=1.0: no-fast-pskip=0:no-dct-decimate=0:cabac=1
es: Las opciones que ha seleccionado aparecen aquí. Puede editarlas y añadir otras. Los valores predefinidos no se muestran. Los predefinidos son: ref=3:bframes=3:b-adapt=fast:direct=spatial: b-pyramid=normal:weightp=2:me=hex:merange=16: subme=7:partitions=p8x8,b8x8,i8x8,i4x4:8x8dct=1: deblock=0,0:trellis=1:psy-rd=1,0:aq-strength=1.0: no-fast-pskip=0:no-dct-decimate=0:cabac=1
ko: 선택된 옵션이 여기에 표시됩니다. 이 옵션들을 편집하거나 다른 옵션을 추가할 수 있습니다. 기본 값은 나타나지 않습니다. 기본 값은 다음과 같습니다: ref=3:bframes=3:b-adapt=fast:direct=spatial: b-pyramid=normal:weightp=2:me=hex:merange=16: subme=7:partitions=p8x8,b8x8,i8x8,i4x4:8x8dct=1: deblock=0,0:trellis=1:psy-rd=1,0:aq-strength=1.0: no-fast-pskip=0:no-dct-decimate=0:cabac=1

source: <small><b>Current x264 Advanced Option String</b></small>
es: <small><b>Cadena de texto actual de opciones avanzadas para x264</b></small>
ko: <small><b>현재의 x264 고급 옵션 문자열</b></small>

source: Advanced Video
es: Vídeo avanzado
ko: 고급 비디오

source: Chapter Markers
es: Marcadores de capítulos
ko: 챕터 마커

source: Add chapter markers to output file.
es: Añade marcadores de capítulos al fichero de salida.
ko: 출력 파일에 챕터 마커 추가

source: Chapters
es: Capítulos
ko: 챕터

source: Title:
es: Título:
ko: 타이틀:

source: Actors:
es: Actores:
ko: 배우:

source: Director:
ko: 감독:

source: Release Date:
es: Fecha de distribución:
ko: 배포일:

source: Comment:
es: Comentario:
ko: 주석:

source: Genre:
es: Género:
ko: 장르:

source: Description:
es: Descripción:
ko: 설명:

source: Plot:
es: Argumento:
ko: 플롯:

source: Tags
es: Etiquetas
ko: 태그

source: Settings
es: Configuración
ko: 설정

source: Edit
es: Editar
ko: 편집

source: Mark selected queue entry as pending. Resets the queue job to pending and ready to run again.
es: Marcar la cola de entrada seleccionada como pendiente. Reinicia la cola de trabajos a pendiente y lista para ejecutar de nuevo.
ko: 선택된 큐의 작업을 보류로 표시. 큐 작업을 보류로 초기화하고 재 시작을 대기.

source: Reload All
es: Recargar todo
ko: 모두 다시 불러오기

source: Mark all queue entries as pending. Resets all queue jobs to pending and ready to run again.
es: Marca todas las entradas de la cola como pendientes. Reinicia f los trabajos de la cola a pendientes y listos para ejecutar de nuevo.
ko: 모든 큐의 작업을 보류로 표시. 모든 큐 작업을 보류로 초기화하고 재 시작을 대기.

source: Delete All
es: Borrar todo
ko: 전체 삭제

source: Delete all items in the queue.
es: Borrar todos los elementos de la cola.
ko: 대기열에서 모든 항목 삭제

source: Save Queue
es: Guardar la cola
ko: 대기열 저장

source: Save the current queue of encode jobs to a file. This file may be reloaded at a later time to edit your jobs and re-encode.
es: Guarda la cola actual de tareas de codificación a un archivo. Dicho archivo puede recargarse más tarde para editar los trabajos y volver recodificarlos.
ko: 현재 인코딩 작업 큐를 파일에 저장하십시오. 작업을 편집하고 다시 인코딩하기 위해 이 파일을 이후에 다시 로드할 수 있습니다.

source: Load Queue File
es: Cargar archivo de cola
ko: 대기열 파일 불러오기

source: Load a previously saved queue file.
es: Cargar un fichero de cola guardado anteriormente.
ko: 이전에 저장한 대기열 파일 불러오기

source: <b>Save As:</b>
es: <b>Guardar como:</b>
ko: <b>다른 이름으로 저장:</b>

source: Destination filename for your encode.
es: Nombre del archivo de destino para la codificación.
ko: 인코딩에 대한 대상 파일 이름

source: <b>To:</b>
es: <b>En:</b>
ko: <b>위치:</b>

source: Destination directory for your encode.
es: Directorio de destino para la codificación.
ko: 인코딩에 대한 대상 디렉토리

source: Destination Directory
es: Directorio de destino
ko: 대상 디렉토리

source: Cancel
es: Cancelar
ko: 취소

source: OK
es: Aceptar
ko: 승인

source: Select All
es: Seleccionar todo
ko: 전체 선택

source: Mark all titles for adding to the queue
es: Marca todos los títulos para añadirlos a la cola
ko: 모든 타이틀을 추에 추가하기로 표시

source: Clear All
es: Borrar todo
ko: 모두 지우기

source: Unmark all titles
es: Desmarcar todos los títulos
ko: 모든 타이틀에서 마커 제거

source: Destination files OK. No duplicates detected.
es: Archivos de destino correctos. No se han detectado duplicados.
ko: 대상 파일 승인. 중복 발견되지 않음.

source: Preferences
es: Preferencias
ko: 설정

source: Automatically check for updates
es: Buscar actualizaciones automáticamente
ko: 자동으로 업데이트 확인

source: When all encodes are complete
es: Cuando terminen todas las codificaciones
ko: 모든 인코딩이 완료됐을 때

source: Use automatic naming (uses modified source name)
es: Dar nombres automáticamente (usa el nombre modificado del origen)
ko: 자동 이름 (수정된 원본 이름) 사용

source: Auto-Name Template
es: Plantilla de nombre automático
ko: 자동 이름 부여 템플릿

source: Available Options: {source} {title} {preset} {chapters} {date} {time} {creation-date} {creation-time} {quality} {bitrate}
ko: 사용가능한 옵션: {source} {title} {preset} {chapters} {date} {time} {creation-date} {creation-time} {quality} {bitrate}

source: Use iPod/iTunes friendly (.m4v) file extension for MP4
es: Usar extensión de archivo afín con iPod/iTunes (.m4v) para MP4
ko: MP4에 대해 iPod/iTunes 친화적인 확장자 (.m4v) 사용

source: Number of previews
es: Número de vistas previas
ko: 미리보기 수

source: Filter short titles (seconds)
es: Descartar los títulos cortos (segundos)
ko: 짧은 타이틀 필터링 (초)

source: General
ko: 일반
