Repository: HandBrake/HandBrake
Catalog: gtk/po/*.po
Languages: es, ko

source: Set the desired quality factor. The encoder targets a certain quality. The scale used by each video encoder is different. x264's scale is logarithmic and lower values correspond to higher quality. So small decreases in value will result in progressively larger increases in the resulting file size. A value of 0 means lossless and will result in a file size that is larger than the original source, unless the source was also lossless. FFMpeg's and Theora's scale is more linear. These encoders do not have a lossless mode.
es: Elija el factor de calidad deseado. El codificador tiene como objetivo cierta calidad. La escala usada para cada codificador de vídeo es distinta. La escala de x264 es logarítmica y los valores más bajos corresponden con una calidad alta. Así que pequeños decrementos del valor resultan en incrementos progresivamente más grandes en el tamaño del archivo resultante. Un valor 0 significa que no hay pérdida y da como resultado un tamaño de archivo mayor que el del original, a meno que este fuera también sin pérdida. La escala de FFMpeg y Theora es más linear. Estos codificadores no tienen un modo sin pérdida.
ko: 원하는 품질 지정. 인코더는 지정된 품질을 목표로 동작합니다. 각 비디오 인코더에 사용되는 스케일은 다릅니다. x264의 스케일은 로그형태로 동작하며 작은 값일수록 높은 품질을 의미합니다. 작은 값은 점점 더 큰 파일을 만들어 냅니다. 0 값은 무손실을 의미하고, 원본 역시 무손실이라고해도 원본보다 더 큰 파일이 만들어질 수도 있습니다. FFMpeg과 Theora의 스케일은 좀더 선형적입니다. 이런 인코더들은 무손실 모드를 지원하지 않습니다.

source: Constant Quality:
es: Calidad constante:
ko: 고정 품질:

source: Bitrate (kbps):
es: Tasa de bits (kbps):
ko: 비트레이트 (kbps):

source: Set the average bitrate. The instantaneous bitrate can be much higher or lower at any point in time. But the average over a long duration will be the value set here. If you need to limit instantaneous bitrate, look into x264's vbv-bufsize and vbv-maxrate settings.
es: Establece la tasa de bits media. La tasa de bits instantánea puede ser mucho más alta o baja en cualquier momento. Pero la media sobre un periodo largo de duración será el valor dado aquí. Si necesita limitar la tasa de bits instantánea, mire en la documentación de x264 los ajustes vbv-bufsize y vbv-maxrate.
ko: 평균 비트레이트 설정. 특정 시간에서 순간 비트레이트는 높거나 낮을 수도 있습니다. 그러나 긴 시간 동안의 평균치는 이 값에 수렴합니다. 순간 비트레이트를 제한하려면 x264의 vbv-bufsize와 vbv-maxrate 설정을 살펴보세요.

source: 2-Pass Encoding
es: Codificación de 2 pasadas
ko: 2단계 인코딩

source: Perform 2 Pass Encoding. The 'Bitrate' option is prerequisite. During the 1st pass, statistics about the video are collected. Then in the second pass, those statistics are used to make bitrate allocation decisions.
es: Hace la codificación en 2 pasadas. La opción "Tasa de bits" es obligatoria. En la primera pasada, se recogen estadísticas sobre el vídeo. En la segunda, se usan dichas estadísticas para tomar las decisiones de asignación de tasa de bits.
ko: 2단계 인코딩 수행. '비트레이트' 옵션은 필요조건입니다. 1단계 동안, 비디오에 대한 통계치가 수집됩니다. 두번째 단계에서, 그 통계치는 비트레이트 할당을 결정하는데 사용됩니다.

source: Turbo First Pass
es: Primera pasada turbo
ko: 1단계 가속

source: During the 1st pass of a 2 pass encode, use settings that speed things along.
es: Durante la 1ª pasada de una codificación en 2 pasadas, se usan ajustes que aceleran las cosas.
ko: 2단계 인코딩 중 1단계에서 속도를 높이려면 설정을 사용하세요.

source: Use Advanced Options
es: Usar opciones avanzadas
ko: 고급 옵션 사용

source: Use advanced options Tab for x264 settings. Use at your own risk!
es: Usar la pestaña de opciones avanzadas para ajustes de x264. ¡Úselo por su cuenta y riesgo!
ko: x264 설정에 고급 옵션 탭 사용. 위험 부담을 갖고 사용하세요!

source: Preset:
es: Preajuste:
ko: 사전설정:

source: Adjusts encoder settings to trade off compression efficiency against encoding speed. This establishes your default encoder settings. Tunes, profiles, levels and advanced option string will be applied to this. You should generally set this option to the slowest you can bear since slower settings will result in better quality or smaller files.
es: Ajusta los parámetros de codificación para conseguir un balance entre compresión y velocidad de codificación. Establece los ajustes del codificador por defecto. Ajustes, perfiles, niveles y la cadena de opciones avanzadas se aplican a esto. En general, debería ajustar esta opción al valor más bajo que pueda soportar ya que los valores más lentos resultan en mejor una calidad o vídeos más pequeños.
ko: 압축 효율과 인코딩 속도 사이의 인코더 설정 사용. 이 설정은 기본 인코더 설정을 만듭니다. 조정, 프로필, 수준, 고급 옵션 문자열이 이 설정에 적용됩니다. 낮은 속도의 설정은 더 좋은 품질 또는 더 작은 파일을 만들기 때문에 참을 수 있는 정도의 속도를 지정하는데 이 옵션을 사용합니다.

source: Tune:
es: Afinado:
ko: 조정:

source: Tune settings to optimize for common scenarios. This can improve efficiency for particular source characteristics or set characteristics of the output file. Changes will be applied after the preset but before all other parameters.
es: Afina la configuración para optimizarla para escenarios corrientes. Esto puede mejorar la eficiencia para las características de una fuente en particular o establecer características del archivo de salida. Los cambios se aplican después del ajuste, pero antes que el resto de parámetros.
ko: 일반적인 시나리오에 맞도록 설정을 조정하십시오. 특정한 파일의 특성에 대한 효율성을 증가시킬 수 있거나 출력 파일의 특성을 설정할 수 있습니다. 변경 사항은 환경 설정 후 다른 모든 파라미터보다 먼저 적용됩니다.

source: Fast Decode
es: Decodificación rápida
ko: 고속 디코딩

source: Reduce decoder CPU usage. Set this if your device is struggling to play the output (dropped frames).
es: Reduce el uso de CPU del decodificador. Use esto si su dispositivo es incapaz de reproducir la salida (salta fotogramas).
ko: 디코더의 CPU 사용율 감소. (끊김 등으로) 출력물 재생이 어려우면 이 설정을 사용하세요.

source: Zero Latency
es: Latencia cero
ko: 대기 시간 없음

source: Minimize latency between input to encoder and output of decoder. This is useful for broadcast of live streams. Since HandBrake is not suitable for live stream broadcast purposes, this setting is of little value here.
es: Minimiza la latencia entre la entrada al codificador y la salida del decodificador. Esto es útil para la difusión de flujos en vivo. Dado que HandBrake no es apto para la transmisión en vivo, este ajuste es de escaso valor aquí.
ko: 인코더의 입력과 디코더의 출력 사이의 지연 시간을 최소화합니다. 이는 라이브 스트리밍 방송 시에 유용합니다. HandBrake는 라이브 스트리밍 방송 목적으로는 적합하지 않기 때문에, 이러한 설정은 여기서 별로 가치가 없습니다.

source: Profile:
es: Perfil:
ko: 프로필:

source: Sets and ensures compliance with the specified profile. Overrides all other settings.
es: Establece y asegura la conformidad con el perfil indicado. Sobrescribe todos los demás ajustes.
ko: 지정된 프로필과의 호환성 지정 및 보장. 다른 모든 설정을 덮어씁니다.

source: Level:
es: Nivel:
ko: 수준:

source: Sets and ensures compliance with the specified level. Overrides all other settings.
es: Establece y asegura la conformidad con el nivel indicado Sobrescribe todos los demás ajustes.
ko: 지정된 수준과의 호환성 지정 및 보장. 다른 모든 설정을 덮어씁니다.

source: More Settings:
es: Más ajustes:
ko: 상세 설정:

source: Additional encoder settings. Colon separated list of encoder options.
es: Ajustes adicionales para el codificador: Lista separada por puntos y coma de opciones para el codificador.
ko: 추가적인 인코더 설정. 콜론으로 분리된 인코더 옵션 목록.

source: Video
es: Vídeo
ko: 비디오

source: Track List
es: Lista de pistas
ko: 트랙 목록

source: Show Output Audio Track List
es: Mostrar la lista de pistas de salida de audio
ko: 출력 오디오 트랙 목록 보여주기

source: Track Selection
es: Selección de pistas
ko: 트랙 선택

source: Show Source Track Selection Options
es: Mostrar las opciones de selección de pistas de origen
ko: 소스 트랙 선택 옵션 표시

source: Add
es: Añadir
ko: 추가

source: Add new audio settings to the list
es: Añadir nuevos justes de audio a la lista
ko: 새로운 오디오 설정을 목록에 추가

source: Add All
es: Añadir todo
ko: 모두 추가

source: Add all audio tracks to the list
es: Añade todas las pistas de audio a la lista
ko: 모든 오디오 트랙을 목록에 추가

source: Reload all audio settings from defaults
es: Recarga todos los ajustes por defecto para el audio
ko: 기본 설정에서 모든 오디오 설정 다시 불러오기

source: Selection Behavior:
es: Comportamiento de selección:
ko: 선택 동작:

source: Choose which audio tracks of the source media are used.
es: Elija qué pistas de audio del medio de origen se utilizan.
ko: 사용할 소스 미디어의 오디오 트랙을 선택하십시오

source: Create a list of languages you would like to select audio for. Tracks matching these languages will be selected using the chosen Selection Behavior.
es: Crea una lista de idiomas para los que le gustaría seleccionar el audio. Las pistas que coincidan con dichos idiomas se seleccionan usando el comportamiento de selección elegido.
ko: 오디오를 선택할 언어 목록을 만드십시오. 이러한 언어와 일치하는 트랙은 선택한 '선택 동작'을 사용하여 선택됩니다.

source: Remove
es: Eliminar
ko: 제거

source: Available Languages
es: Idiomas disponibles
ko: 사용 가능한 언어

source: Selected Languages
es: Idiomas seleccionados
ko: 선택된 언어

source: Use only first encoder for secondary audio
es: Utilizar solo el primer codificador para el audio secundario
ko: 부 오디오에 대해서 첫 인코더만 사용

source: Only the primary audio track will be encoded with the full encoder list. All other secondary audio output tracks will be encoded with first encoder only.
es: Solo se codifica con la lista completa de codificadores la pista de audio principal. Todas las otras pistas secundarias de salida se codifican solo con el primer codificador.
ko: 기본 오디오 트래만 전체 인코더 목록으로 인코딩됩니다. 다른 모든 보조 오디오 출력 트랙은 첫 번째 인코더로만 인코딩됩니다.

source: Auto Passthru:
es: Paso directo automático:
ko: 자동 패스쓰루:

source: Enable this if your playback device supports MP3. This permits MP3 passthru to be selected when automatic passthru selection is enabled.
es: Habilite esto si su dispositivo de reproducción admite MP3. Esto permite que el paso directo para MP3 sea seleccionado cuando la selección del paso directo automático está habilitada.
ko: 재생 장치가 MP3를 지원하는 경우 활성하십시오. 이를 통해 자동 경유 선택이 활성화 된 경우 MP3 경유를 선택할 수 있습니다.

source: Enable this if your playback device supports AAC. This permits AAC passthru to be selected when automatic passthru selection is enabled.
es: Habilite esto si su dispositivo de reproducción admite AAC. Esto permite que el paso directo para AAC sea seleccionado cuando la selección del paso directo automático está habilitada.
ko: 재생 장치가 AAC를 지원하는 경우 활성하십시오. 이를 통해 자동 경유 선택이 활성화 된 경우 AAC경유를 선택할 수 있습니다.

source: Enable this if your playback device supports AC-3. This permits AC-3 passthru to be selected when automatic passthru selection is enabled.
es: Habilite esto si su dispositivo de reproducción admite AC-3. Esto permite que el paso directo para AC-3 sea seleccionado cuando la selección del paso directo automático está habilitada.
ko: 재생 장치가 AC-3를 지원하는 경우 활성하십시오. 이를 통해 자동 경유 선택이 활성화 된 경우 AC-3 경유를 선택할 수 있습니다.

source: Enable this if your playback device supports DTS. This permits DTS passthru to be selected when automatic passthru selection is enabled.
es: Habilite esto si su dispositivo de reproducción admite DTS. Esto permite que el paso directo para DTS sea seleccionado cuando la selección del paso directo automático está habilitada.
ko: 재생 장치가 DTS를 지원하는 경우 활성하십시오. 이를 통해 자동 경유 선택이 활성화 된 경우 DTS경유를 선택할 수 있습니다.

source: Enable this if your playback device supports DTS-HD. This permits DTS-HD passthru to be selected when automatic passthru selection is enabled.
es: Habilite esto si su dispositivo de reproducción admite DTS-HD. Esto permite que el paso directo para DTS-HD sea seleccionado cuando la selección del paso directo automático está habilitada.
ko: 재생 장치가 DTS-HD를 지원하는 경우 활성하십시오. 이를 통해 자동 경유 선택이 활성화 된 경우 DTS-HD 경유를 선택할 수 있습니다.

source: Enable this if your playback device supports EAC-3. This permits EAC-3 passthru to be selected when automatic passthru selection is enabled.
es: Habilite esto si su dispositivo de reproducción admite EAC-3. Esto permite que el paso directo para EAC-3 sea seleccionado cuando la selección del paso directo automático está habilitada.
ko: 재생 장치가 EAC-3를 지원하는 경우 활성하십시오. 이를 통해 자동 경유 선택이 활성화 된 경우 EAC-3경유를 선택할 수 있습니다.

source: Enable this if your playback device supports TrueHD. This permits TrueHD passthru to be selected when automatic passthru selection is enabled.
es: Habilite esto si su dispositivo de reproducción admite TrueHD. Esto permite que el paso directo para TrueHD sea seleccionado cuando la selección del paso directo automático está habilitada.
ko: 재생 장치가 TrueHD를 지원하는 경우 활성하십시오. 이를 통해 자동 경유 선택이 활성화 된 경우 TrueHD 경유를 선택할 수 있습니다.

source: Enable this if your playback device supports FLAC. This permits FLAC passthru to be selected when automatic passthru selection is enabled.
es: Habilite esto si su dispositivo de reproducción admite FLAC. Esto permite que el paso directo para FLAC sea seleccionado cuando la selección del paso directo automático está habilitada.
ko: 재생 장치가 FLAC를 지원하는 경우 활성하십시오. 이를 통해 자동 경유 선택이 활성화 된 경우 FLAC 경유를 선택할 수 있습니다.

source: Passthru Fallback:
es: Alternativa al paso directo:
ko: 패스쓰루 대체:

source: Set the audio codec to encode with when a suitable track can not be found for audio passthru.
es: Establece el códec de audio para la codificación cuando no se encuentra una pista adecuada para el paso directo de audio.
ko: 오디오 패스쓰루에 적합한 트랙이 없는 경우 인코딩할 오디오 코덱을 설정합니다.

source: <b>Audio Encoder Settings:</b>
es: <b>Ajustes del codificador de audio:</b>
ko: <b>오디오 인코딩 설정:</b>

source: Each selected source track will be encoded with all selected encoders
es: Cada pista de origen seleccionada será codificada con todos los codificadores elegidos
ko: 선택된 각각의 원본 트랙은 선택된 모든 인코더로 인코딩됩니다.

source: Encoder
es: Codificador
ko: 인코더

source: Bitrate/Quality
es: Tasa de bits/Calidad
ko: 비프레이트/품질

source: Mixdown
es: Reducción de canales
ko: 믹스다운

source: Samplerate
es: Tasa de muestreo
ko: 샘플레이트

source: Gain
es: Ganancia
ko: 게인

source: Audio
ko: 오디오

source: Show Output Subtitle Track List
es: Mostrar la lista de pistas de salida de subtítulos
ko: 출력 자막 트랙 목록 보이기

source: Add new subtitle settings to the list
es: Añadir nuevos ajustes para subtítulos a la lista
ko: 새로운 자막 설정을 목록에 추가

source: Add all subtitle tracks to the list
es: Añadir todas las pistas de subtítulos a la lista
ko: 모든 자막 트랙을 목록에 추가

source: Foreign Audio Scan
es: Buscar audio extranjero
ko: 외부 오디오 스캔

source: Add an extra pass to the encode which searches for subtitle candidates that provide subtitles for segments of the audio that are in a foreign language.
es: Añade una pasada extra a la codificación que busca subtítulos candidatos que proporcionen subtítulos para segmentos del audio que estén en audio extranjero.
ko: 외국어 오디오로 된 부분에 대해서 자막을 제공하는 자막 후보들을 검색하는 인코딩에 추가 패스를 넣으십시오.

source: Reload all subtitle settings from defaults
es: Recarga todos los ajustes por defecto para los subtítulos
ko: 기본 설정에서 모든 자막 설정 다시 불러오기

source: Choose which subtitle tracks of the source media are used.
es: Elija qué pistas de subtítulos del medio de origen se utilizan.
ko: 사용할 소스 미디어의 자막 트랙을 선택하십시오

source: Create a list of languages you would like to select subtitles for. Tracks matching these languages will be selected using the chosen Selection Behavior. The first language in this list is your "preferred" language and will be used for determining subtitle selection settings when there is foreign audio.
es: Crea una lista de idiomas para los que le gustaría seleccionar los subtítulos. Las pistas que coincidan con dichos idiomas serán seleccionadas usando el comportamiento de selección elegido. El primer idioma de la lista es su idioma "preferido" y se usará para determinar la configuración de selección de subtítulos cuando hay audio extranjero.
ko: 자막을 선택할 언어들의 목록을 만드십시오. 이 언어들과 일치하는 트랙들은 정해진 선택 동작을 사용하여 선택됩니다. 이 목록의 첫번째 언어는 "기본 설정" 언어이며 외부 오디오가 있을 때 자막 선택 설정을 결정하는 데 사용됩니다.

source: Preferred Language: None
es: Idioma preferido: ninguno
ko: 선호하는 언어: 없음

source: Add Foreign Audio Scan Pass
es: Añadir pasada de búsqueda de audio extranjero
ko: 외부 오디오 스캔 패스 추가

source: Add "Foreign Audio Scan" when the default audio track is your preferred language. This search pass finds short sequences of foreign audio and provides subtitles for them. This option requires a language to be set in the Selected Languages list.
es: Añade "Búsqueda de audio extranjero" cuando la pista de audio predefinida está en su idioma preferido. Esta pasada de búsqueda encuentra secuencias cortas de audio extranjero y proporciona subtítulos para ellas. Esta opción requiere la selección de un idioma el la lista de idiomas seleccionados.
ko: 기본 오디오 트랙이 선호하는 언어인 경우 "외부 오디오 스캔"을 추가하십시오. 이 검색 단계는 짧은 외부 오디오 시퀀스를 찾아서 자막을 제공합니다. 이 옵션을 사용하려면 선택한 언어 목록에서 언어를 설정해야합니다.

source: Add subtitle track if default audio is foreign
es: Añadir pista de subtítulos si el audio por defecto es extranjero
ko: 기본 오디오가 외국어인 경우 자막 트랙 추가

source: When the default audio track is not your preferred language, add a subtitle track. This option requires a language to be set in the Selected Languages list.
es: Cuando la pista de audio por defecto no está en su idioma preferido, añade una pista de subtítulos. Esta opción requiere la selección de un idioma el la lista de idiomas seleccionados.
ko: 기본 오디오 트랙이 기본 언어가 아닐 경우 자막 트랙을 추가하십시오. 이 옵션을 사용하려면 선택된 언어 목록에서 언어가 설정되어야 합니다.

source: Add Closed Captions when available
es: Añadir los subtítulos cerrados cuando estén disponibles
ko: 표시 여부 선택이 가능한 캡션이 존재하는 경우 추가

source: Closed captions are text subtitles that can be added to any container as a soft subtitle track
es: Los subtítulos cerrados son subtítulos de texto que pueden añadirse a cualquier contenedor como pista de subtítulos blanda.
ko: 오디오를 선택하려는 언어 목록을 작성하십시오. 이 언어와 일치하는 트랙은 선택한 Selection Behavior를 사용하여 선택됩니다.

source: Burn-In Behavior*:
es: Comportamiento de embebido*:
ko: 복제 시 행동*:

source: Set the behavior of subtitle "Burn-In". Burned-In subtitles are part of the video and can not be disabled during playback. Only one subtitle track can be burned! Since conflicts can occur, the first chosen wins.
es: Establece el comportamiento de subtítulos embebidos. Los subtítulos embebidos son parte del vídeo y no se pueden deshabilitar durante la reproducción. ¡Solo se puede embeber una pista de subtítulos! Ya que pueden aparecer conflictos, la primera elegida gana.
ko: 자막의 동작을 "Burn-In"으로 설정하시오. Burned-In 자막들은 비디오의 일부분이며 재생 중에는 비활성화할 수 없습니다. 오직 하나의 자막 트랙만이 burned될 수 있습니다! 충돌이 일어날 수 있기 때문에, 가장 먼저 선택된 것이 이깁니다.

source: Burn-In for deficient players*:
es: Embeber para reproductores deficientes*:
ko: 결함이 있는 플레이어를 위한 복제*:

source: DVD Subtitles
es: Subtítulos de DVD
ko: DVD 자막

source: Burn the first selected DVD subtitle track. All other DVD subtitle tracks will be discarded. Use this option if your player software or device does not support DVD subtitles. Only one subtitle track can be burned! Since conflicts can occur, the first chosen wins.
es: Embebe la primera pista de subtítulos de DVD seleccionada. Todas las otras del DVD serán descartadas. Use esta opción si su software o dispositivo de reproducción no admite subtítulos de DVD. ¡Solo se puede embeber una pista de subtítulos! Ya que pueden aparecer conflictos, la primera elegida gana.
ko: 처음 선택된 DVD 자막 트랙을 굽으십시오. 모든 다른 DVD 자막 트랙들은 삭제될 것입니다. 플레이어의 소프트웨어 또는 장치가 DVD 자막을 지원하지 않는 경우 이 옵션을 사용하십시오. 오직 하나의 자막 트랙만이 구워질 수 있습니다! 충돌이 일어날 수 이씩 때문에, 가장 먼저 선택된 것이 적용됩니다.

source: Blu-ray Subtitles
es: Subtítulos de Blu-ray
ko: Blu-ray 자막

source: Burn the first selected Blu-ray subtitle track. All other Blu-ray subtitle tracks will be discarded. Use this option if your player software or device does not support Blu-ray subtitles. Only one subtitle track can be burned! Since conflicts can occur, the first chosen wins.
es: Embebe la primera pista de subtítulos de Blu-ray seleccionada. Todas las otras del Blur-ray serán descartadas. Use esta opción si su software o dispositivo de reproducción no admite subtítulos de Blu-ray. ¡Solo se puede embeber una pista de subtítulos! Ya que pueden aparecer conflictos, la primera elegida gana.
ko: 처음 선택된 Blu-ray 자막 트랙을 굽으십시오. 모든 다른 Blu-ray 자막 트랙들은 삭제될 것입니다. 플레이어의 소프트웨어 또는 장치가 DVD 자막을 지원하지 않는 경우 이 옵션을 사용하십시오. 오직 하나의 자막 트랙만이 구워질 수 있습니다! 충돌이 일어날 수 이씩 때문에, 가장 먼저 선택된 것이 적용됩니다.

source: <small>* Only one of the above subtitle burn options will be applied, starting with the top.</small>
es: <small>* Solo se aplicará una de las opciones de grabación de subtítulos anteriores, empezando desde arriba.</small>
ko: <small>*위에서부터 시작하여 위의 자막 레코딩 옵션 중 하나만 적용됩니다.</small>

source: Only one subtitle track can be burned! Since conflicts can occur, the first chosen wins.
es: ¡Solo se puede embeber una pista de subtítulos! Ya que pueden aparecer conflictos, la primera elegida gana.
ko: 하나의 자막 트랙만 레코딩할 수 있습니다! 충돌이 발생할 수 있기 때문에 처음 선택한 것만 적용가능합니다.

source: Subtitles
es: Subtítulos
ko: 자막

source: <small>Reference Frames:</small>
es: <small>Fotogramas de referencia:</small>
ko: <small>참조 프레임:</small>

source: Sane values are ~1-6. The more you add, the better the compression, but the slower the encode. Cel animation tends to benefit from more reference frames a lot more than film content. Note that many hardware devices have limitations on the number of supported reference frames, so if you're encoding for a handheld or standalone player, don't touch this unless you're absolutely sure you know what you're doing!
es: Los valores sensatos son ~1-6. Cuanto más añada, mejor es la compresión, pero más lenta la codificación. La animación por cuadros suele beneficiarse mucho más de los fotogramas de referencia que las películas. Nótese que muchos dispositivos hardware tienen limitaciones en el número de fotogramas de referencia que admiten, así que si codifica para un dispositivo de mano o reproductor independiente, ¡no toque esto a menos que esté absolutamente seguro de que sabe lo que hace!
ko: 정상적인 값은 ~1-6입니다. 더 많이 추가할 수록 압축은 좋아지지만 인코딩은 더 느려집니다. Cel 애니메이션은 영화 콘텐츠보다 더 많은 참조 프레임들로부터 이익을 얻는 경향이 있습니다. 많은 하드웨어 장치들은 지원되는 참조 프레임 수에 제한이 있으므로 휴대용 또는 standalone 플레이어를 인코딩한다면 자신이 무엇을 하고 있는지에 대해 확실히 알지 않는다면 이것을 건드리지 마십시오!

source: <small>Maximum B-Frames:</small>
es: <small>Número máximo de Fotogramas-B:</small>
ko: <small>최대 B-프레임:</small>

source: Sane values are ~2-5. This specifies the maximum number of sequential B-frames that the encoder can use. Large numbers generally won't help significantly unless Adaptive B-frames is set to Optimal. Cel-animated source material and B-pyramid also significantly increase the usefulness of larger values. Baseline profile, as required for iPods and similar devices, requires B-frames to be set to 0 (off).
es: Los valores sensatos son ~2-5. Esto especifica el máximo número de Fotogramas-B consecutivos que puede usar el codificador. Un número grande no suele ser de gran ayuda a menos que Fotogramas-B adaptativo esté en Óptimo. Las fuentes de material de animación por cuadros y pirámide-B también incrementan significativamente la utilidad de valores grandes. El perfil base, como el requerido para iPods y dispositivos parecidos, requiere que B-frames se ponga a 0 (apagado).
ko: 정상적인 값은 ~2-5입니다. 이것은 인코더가 사용할 수 있는 순차 B 프레임의 최대 값을 명시합니다. adaptvie B-frames이 Optimal로 설정되어 있지 않는다면 큰 숫자들은 일반적으로 큰 도움이 되질 않습니다. Cel-애니메이션으로 된 원본과 B-pyramid 또한 더 큰 값의 유용성을 굉장히 증사시킵니다. iPods 및 이와 유사한 기기에 필요한 baseline 프로파일은 B-frames를 0(off)로 설정해야 합니다.

source: <small>Pyramidal B-Frames:</small>
es: <small>Fotogramas-B piramidales:</small>
ko: <small>피라미드 B-프레임:</small>

source: B-pyramid improves compression by creating a pyramidal structure (hence the name) of B-frames, allowing B-frames to reference each other to improve compression. Requires Max B-frames greater than 1; optimal adaptive B-frames is strongly recommended for full compression benefit.
es: pirámide-B mejora la compresión creando una estructura piramidal (de ahí el nombre) de Fotogramas-B, permitiendo que los Fotogramas-B se referencien entre sí para mejorar la compresión. Requiere un valor de Máx. Fotogramas-B mayor que 1; Fotogramas-B adaptativo óptimo es altamente recomendable para un beneficio completo en la compresión.
ko: B-pyramid는 B-frames의 피라미드 구조(그 이름은 여기서 유래했습니다)를 만들어 B-frames이 서로 다른 것을 참조할 수 있도록 하여 압축을 개선합니다. 1보다 큰 최대 B-frames 필요; 최대 압축 이익을 위해 B-frames가 강력히 권장됩니다.

source: <small>Weighted P-Frames:</small>
es: <small>Fotogramas-P ponderados:</small>
ko: <small>가중 P-프레임:</small>
