Repository: HandBrake/HandBrake
Catalog: gtk/po/*.po
Languages: es, ko

source: Render the subtitle over the video. The subtitle will be part of the video and can not be disabled.
es: Dibujar el subtítulo sobre el vídeo El subtítulo será parte del vídeo y no se podrá deshabilitar.
ko: 비디오에 자막을 입힙니다. 자막은 비디오의 일부가 되고, 비활성화할 수 없습니다.

source: <b>Burned In</b>
es: <b>Embebido</b>
ko: <b>영상에 추가</b>

source: Set the default output subtitle track. Most players will automatically display this subtitle track whenever the video is played. This is useful for creating a "forced" track in your output.
es: Elegir la pista de subtítulos predeterminada. La mayoría de los reproductores mostrarán esta pista de subtítulos al reproducir el vídeo. Esto es útil para crear una pista "forzada" en la salida.
ko: 기본 출력 자막 트랙 설정 대부분의 재생기는 비디오를 재생할 때 이 자막 트랙을 자동적으로 표시합니다. 이 설정은 출력에서 "강제 표시" 트랙으로 만들 때 유용합니다.

source: <b>Default</b>
es: <b>Predefinido</b>
ko: <b>기본</b>

source: Use only subtitles that have been flagged as forced in the source subtitle track "Forced" subtitles are usually used to show subtitles during scenes where someone is speaking a foreign language.
es: Usar solo los subtítulos que se hayan marcado como forzados en la pista de subtítulos de origen Los subtítulos "forzados" se utilizan habitualmente para mostrarlos en escenas donde alguien habla un idioma extranjero.
ko: 원본 자막 트랙에서 강제 표시로 지정된 자막만 사용 보통 "강제 표시" 자막은 누군가 외국어로 얘기하는 장면에서 자막을 보여줄 때 사용됩니다.

source: <b>Forced Only</b>
es: <b>Solo forzado</b>
ko: <b>강제 표시만</b>

source: Add (or subtract) an offset (in milliseconds) to the start of the SRT subtitle track. Often, the start of an external SRT file does not coincide with the start of the video. This setting allows you to synchronize the files.
es: Añadir (o restar) un desplazamiento (en milisegundos) al inicio de la pista de subtítulos SRT. A menudo, el inicio de un archivo SRT externo no coincide con el inicio del vídeo Esta configuración le permite sincronizar los archivos.
ko: SRT 자막 트랙의 시작 시간에 대한 오프셋 (밀리초 단위) 추가 (또는 빼기) 종종 외부 SRT 파일의 시작 시간은 비디오의 시작 시간과 일치하지 않기도 합니다. 이 설정은 파일의 동기화를 제공합니다.

source: <b>SRT Offset</b>
es: <b>Desfase del SRT</b>
ko: <b>SRT 오프셋</b>

source: The source subtitle track You can choose any of the subtitles recognized in your source file. In addition, there is a special track option "Foreign Audio Scan". This option will add an extra pass to the encode that searches for subtitles that may correspond to a foreign language scene. This option is best used in conjunction with the "Forced" option.
es: La pista de subtítulos de origen Puede elegir cualquiera de los subtítulos reconocidos en el archivo de entrada. Además, está la opción especial para pistas "Búsqueda de audio extranjero". Dicha opción añade una pasada extra a la codificación que busca subtítulos que pueden corresponder a escenas en lenguaje extranjero. Esta opción es más conveniente en conjunción con la opción "Forzado".
ko: 파일 자막 트랙 해당 비디오 파일에서 인식되는 어떤 자막이든 선택할 수 있습니다. 또한, "외부 오디오 스캔"이라는 특별한 트랙 옵션이 있습니다. 해당 옵션은 외국어 장면에 필요한 자막을 검색하는 인코딩에 추가 패스를 추가합니다. 이 옵션은 "강제" 옵션과 함께 사용하는 것이 가장 좋습니다.

source: <b>Track</b>
es: <b>Pista</b>
ko: <b>트랙</b>

source: _Presets
es: _Preajustes
ko: 사전설정(_P)

source: Set De_fault
es: Establecer como predefinido
ko: 기본값 설정

source: _Save
es: _Guardar
ko: 저장(_S)

source: Save _As
es: Gu_ardar como
ko: 다른 이름으로 저장

source: _Rename
es: _Renombrar
ko: 이름 바꾸기

source: _Delete
es: _Eliminar
ko: 삭제(_D)

source: _Import
es: _Importar
ko: 가져오기(_I)

source: _Export
es: _Exportar
ko: 내보내기(_E)

source: Reset _Built-in Presets
es: Reiniciar los preajustes integrados
ko: 내장된 환경 설정 재설정

source: <b>Presets List</b>
es: <b>Lista de preajustes</b>
ko: <b>환경설정 목록</b>

source: About HandBrake
es: Acerca de HandBrake
ko: HandBrake 정보

source: HandBrake is a GPL-licensed, multiplatform, multithreaded video transcoder.
es: HandBrake es un transcodificador de vídeo multihilo, multiplataforma, licenciado bajo la GPL.
ko: HandBrake는 GPL 라이센스를 따르며, 다중플랫폼, 다중쓰레드 기반의 비디오 변환기입니다.

source: HandBrake is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. HandBrake is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with Glade; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
ko: HandBrake는 자유 소프트웨어입니다; 자유 소프트웨어 재단에서 공표한 GNU 일반 공중 사용 허가서(라이센스 버전 2 또는 그 이후)에 따라 재배포하거나 수정할 수 있습니다. HandBrake는 유용하길 희망하면서 배포되지만, 어떠한 보증도 하지 않습니다; 특정 목적을 위한 상업성 또는 적합성에 대한 묵시적인 보증도 하지 않습니다. 자세한 사항은 GNU 일반 공중 사용 허가서를 참고하세요. Glade와 함께 GNU 일반 공중 사용 허가서의 사본이 포함되어 있습니다; 그렇지 않다면, 자유 소프트웨어 재단으로 연락하세요, 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.

source: _File
es: _Archivo
ko: 파일(_F)

source: Open _Source
es: Abrir origen
ko: 오픈 소스

source: Open Single _Title
es: Abrir un _título
ko: 단일 제목 열기

source: Set _Destination
es: Elegir el _destino
ko: 경로 설정

source: _Preferences
es: _Preferencias
ko: 설정(_P)

source: _Quit
es: Salir (_q)
ko: 종료(_Q)

source: _Queue
es: _Cola
ko: 큐(_Q)

source: _Add
es: _Añadir
ko: 추가(_A)

source: Add _Multiple
es: Adición _múltiple
ko: 다중 추가(_M)

source: _Start Encoding
es: Empezar a codificar
ko: 인코딩 시작

source: _Pause Encoding
es: _Pausar la codificación
ko: 인코딩 중지

source: S_ave Queue
es: Gu_ardar la cola
ko: 대기열 저장

source: _Load Queue File
es: Cargar archivo de co_la
ko: 대기열 파일 로드

source: _View
es: _Ver
ko: 보기(_V)

source: HandBrake For _Dumbies
es: HandBrake para _novatos
ko: 더미에 대한 HandBrake(_D)

source: Presets _List
es: _Lista de preajustes
ko: 환경설정 목록

source: _Preview
es: Vista _previa
ko: 미리보기(_P)

source: _Activity Window
es: Ventana de _actividad
ko: 작업 창(_A)

source: _Help
es: _Ayuda
ko: 도움말(_H)

source: _About
es: _Acerca de
ko: 정보(_A)

source: _Guide
es: _Guía
ko: 가이드(_G)

source: Choose Video Source
es: Elija el vídeo de entrada
ko: 비디오 원본 선택

source: Open Source
es: Abrir origen
ko: 오픈 소스

source: Add to Queue
es: Añadir a la cola
ko: 큐에 추가하기

source: Add To Queue
es: Añadir a la cola
ko: 대기열 추가

source: Start Encoding
es: Empezar la codificación
ko: 인코딩 시작

source: Start
es: Inicio
ko: 시작

source: Pause Encoding
es: Pausar la codificación
ko: 인코딩 정지

source: Pause
es: Pausar
ko: 정지

source: Show Presets Window
es: Mostrar la ventana de preajustes
ko: 설정 화면 보이기

source: Presets
es: Preajustes
ko: 사전설정

source: Show Preview Window
es: Mostrar la ventana de vista previa
ko: 미리보기 화면 보이기

source: Preview
es: Vista previa
ko: 미리보기

source: Show Queue
es: Mostrar la cola
ko: 큐 보기

source: Queue
es: Cola
ko: 큐

source: Show Activity Window
es: Mostrar la ventana de actividad
ko: 작업 창 보기

source: Activity
es: Actividad
ko: 작업

source: <b>Source:</b>
es: <b>Origen:</b>
ko: <b>원본:</b>

source: None
es: Ninguno
ko: 없음

source: Scanning...
es: Analizando...
ko: 검색 중...

source: <b>Title:</b>
es: <b>Título:</b>
ko: <b>제목:</b>

source: Set the title to encode. By default the longest title is chosen. This is often the feature title of a DVD.
es: Elija el título a codificar. Por defecto, se elige el título más largo. A menudo, es la película del DVD.
ko: 인코딩할 타이틀 지정. 기본적으로 가장 킨 타이틀이 선택됩니다. 이는 보통 DVD의 주요 타이틀입니다.

source: <small>No Titles</small>
es: <small>No hay títulos</small>
ko: <small>제목 없음</small>

source: <b>Angle:</b>
es: <b>Ángulo:</b>
ko: <b>구도:</b>

source: For multi-angle DVD's, select the desired angle to encode.
es: Para los DVD con varios ángulos, elegir el que desea codificar.
ko: 멀티 앵글 DVD의 경우, 인코딩할 앵글을 선택합니다.

source: <b>Range:</b>
es: <b>Rango:</b>
ko: <b>범위:</b>

source: Range of title to encode. Can be chapters, seconds, or frames.
es: El rango del título a codificar. Pueden ser capítulos, segundos o fotogramas.
ko: 인코딩할 타이틀의 범위. 챕터, 초, 프레임 등

source: Set the first chapter to encode.
es: Elija el primer capítulo a codificar.
ko: 인코딩할 첫 챕터 설정

source: Set the last chapter to encode.
es: Elija el último capítulo a codificar.
ko: 인코딩할 마지막 챕터 설정

source: <b>Preset:</b>
es: <b>Preajuste:</b>
ko: <b>환경설정:</b>

source: Choose Preset
es: Elija el preajuste
ko: 환경설정 선택

source: <u><i>Modified</i></u>
es: <u><i>Modificado</i></u>
ko: <u><i>수정</i></u>

source: Reload
es: Recargar
ko: 다시 불러오기

source: Reload the settings for the currently selected preset. Modifications will be discarded.
es: Recargar los ajustes para el preajuste actualmente seleccionado. Las modificaciones serán descartadas.
ko: 현재 선택된 환경설정으로 설정을 다시 로드합니다. 수정사항은 폐기됩니다.

source: Save New Preset
es: Guardar nuevo preajuste
ko: 새 환경설정 저장

source: Save the current settings to a new Preset.
es: Guardar la configuración actual en un nuevo preajuste.
ko: 현재 설정을 새 환경설정에 저장

source: Format:
es: Formato:
ko: 형식:

source: Format to mux encoded tracks to.
es: Formato al que multiplexar las pistas codificadas.
ko: 인코딩된 트랙에 합쳐질 형식

source: Web Optimized
es: Optimizado para la web
ko: 웹에 최적화

source: Optimize the layout of the MP4 file for progressive download. This allows a player to initiate playback before downloading the entire file.
es: Optimizar la estructura del archivo MP4 para facilitar la descarga progresiva. Permite que los reproductores inicien la reproducción antes de descargar todo el archivo.
ko: 증분 다운로드 동안 MP4 파일의 레이아웃 최적화. 이 설정은 전체 파일을 다운로드하는 동안 재생기가 재생을 시작할 수 있게 합니다.

source: Align A/V Start
es: Alinear el inicio de A/V
ko: A/V 시작 정렬

source: Aligns the initial timestamps of all audio and video streams by inserting blank frames or dropping frames. May improve audio/video sync for broken players that do not honor MP4 edit lists.
es: Alinea las marcas de tiempo iniciales de todas las pistas de audio y vídeo insertando fotogramas en blanco o eliminándolos. Puede mejorar la sincronización de audio/vídeo en reproductores defectuosos que no reconocen listas de edición MP4.
ko: 빈 프레임을 삽입하거나 프레임을 삭제하여 모든 오디오 및 비디오 스트림의 초기 타임 스탬프를 정렬합니다. MP4 편집 목록을 준수하지 않는 손상된 플레이어의 오디오/비디오 동기화를 향상시킬 수 있습니다.

source: iPod 5G Support
es: Compatible con iPod 5G
ko: iPod 5G 지원

source: Add iPod Atom needed by some older iPods.
es: Añadir "átomo" de iPod requerido por algunos iPods antiguos.
ko: 일부 구형 iPods에 필요한 iPod Atom 추가

source: Duration:
es: Duración:
ko: 재생시간:

source: Tracks:
es: Pistas:
ko: 트랙:

source: Filters:
es: Filtros:
ko: 필터:

source: Size:
es: Tamaño:
ko: 크기:

source: Summary
es: Resumen
ko: 요약

source: Auto Crop
es: Recorte automático
ko: 자동 잘라내기

source: Automatically crop black borders around edges of the video.
es: Recortar automáticamente los bordes negros alrededor del vídeo.
ko: 비디오 외곽의 검은 배경을 자동으로 잘라냅니다.

source: Loose Crop
es: Recorte laxo
ko: 느슨하게 잘라내기

source: When picture settings require that the image dimensions be rounded to some multiple number of pixels, this setting will crop a few extra pixels instead of doing exact cropping and then scaling to the required multiple.
es: Cuando los ajustes de imagen requieren que las dimensiones de la imagen sean redondeadas a algún numero múltiplo de píxeles, esta opción recorta algunos píxeles extra en vez de hacer un recorte exacto y redimensionar luego al múltiplo requerido.
ko: 영상 설정에서 픽셀 개수의 배수 크기로 근사화된 영상 크기가 필요할 때, 이 설정은 추가적인 잘라내기와 요구된 배수로 크기를 조절하는 것 대신에 일부 추가 픽셀을 잘라냅니다.

source: Left Crop
es: Recorte izquierdo
ko: 좌측 잘라내기

source: Top Crop
es: Recorte superior
ko: 상단 잘라내기

source: Bottom Crop
es: Recorte inferior
ko: 하단 잘라내기

source: Right Crop
es: Recorte derecho
ko: 우측 잘라내기

source: Crop Dimensions:
es: Dimensiones del recorte:
ko: 절단 치수:

source: <b>Cropping</b>
es: <b>Recorte</b>
ko: <b>잘라내기</b>

source: Optimal for source
es: Óptima para el origen
ko: 원본에 최적화

source: If enabled, select the 'optimal' storage resolution. This will be the resolution that most closely matches the source resolution after cropping.
es: Si está habilitado, selecciona la resolución "óptima" de almacenamiento. Esta será la resolución que más se acerque a la resolución de la fuente después de recortar.
ko: 활성화된 경우, '최적' 스토리지 해상도를 선택하십시오. 크롭핑 후 원본 자료 해상도와 가장 적절하게 일치하는 해상도가 될 것입니다.

source: Width:
es: Anchura:
ko: 너비:

source: This is the width that the video will be stored at. The actual display dimensions will differ if the pixel aspect ratio is not 1:1.
es: Este es el ancho con el cual se almacenará el vídeo. Las dimensiones de presentación serán distintas si la razón de aspecto de los píxeles no es 1:1.
ko: 이 값은 비디오가 저장될 폭의 길이입니다. 픽셀 종횡비가 1:1이 아니라면 실제 화면 크기는 달라질 수 있습니다.

source: Height:
es: Altura:
ko: 높이:

source: This is the height that the video will be stored at. The actual display dimensions will differ if the pixel aspect ratio is not 1:1.
es: Esta es la altura con el cual se almacenará el vídeo. Las dimensiones de presentación serán distintas si la razón de aspecto de los píxeles no es 1:1.
ko: 이 값은 비디오가 저장될 높이의 길이입니다. 픽셀 종횡비가 1:1이 아니라면 실제 화면 크기는 달라질 수 있습니다.

source: Anamorphic:
es: Anamórfico:
ko: 아나모픽:

source: <b>Anamorphic Modes:</b> <small><tt> None - Force pixel aspect ratio to 1:1. Loose - Use a pixel aspect ratio that is as close as possible to the source video pixel aspect ratio while preserving the original display aspect ratio Automatic - Use a pixel aspect ratio that maximizes storage resolution while preserving the original display aspect ratio</tt></small>
es: <b>Modos anamórficos:</b> <small><tt> Ninguno - Fuerza la relación de aspecto de píxel a 1:1. Laxo - Usa una relación de aspecto de píxel que sea tan próxima como sea posible a la relación de aspecto de píxeles del vídeo original mientras preserva la relación de aspecto de presentación original Automático - Usa una relación de aspecto de píxel que maximiza la resolución de almacenamiento mientras preserva la relación de aspecto de presentación original</tt></small>
ko: <b>아나모픽 모드:</b> <small><tt> 없음 - 1:1로 가로 세로 픽셀 비율 강제 적용 느슨함 - 원본 디스플레이 가로 세로 비율을 유지하면서 원본 파일의 가로 세로 픽셀 비율과 최대한 가까운 가로 세로 픽셀 비율 사용 자동 - 기존 디스플레이 가로 세로 비율을 유지하면서 스토리지 해상도를 극대화하는 가로 세로 픽셀 비율 사용</tt></small>

source: Alignment:
es: Alineación:
ko: 정렬:

source: Align storage dimensions to multiples of this value. This setting is only necessary for compatibility with some devices. You should use 2 unless you experience compatibility issues.
es: Alinear las dimensiones de almacenamiento a múltiplos de este valor. Este ajuste sólo es necesario para la compatibilidad con algunos dispositivos. Debe usar 2 a menos que tenga problemas de compatibilidad.
ko: 스토리지 치수를 해당 값의 배수로 정렬하십시오. 해당 설정은 일부 장치와 호환하는 데 반드시 필요합니다. 호환성 문제가 발생하지 않는 한 2로 설정해야 합니다.

source: <b>Storage Geometry</b>
es: <b>Geometría de almacenamiento</b>
ko: <b>저장 형상</b>

source: Keep Aspect
es: Mantener el aspecto
ko: 비율 유지

source: If enabled, the original display aspect of the source will be maintained.
es: Si se activa, se mantendrá el aspecto de presentación original del origen.
ko: 활성화하면, 원본의 화면 종횡비가 유지됩니다.

source: This is the display width. It is the result of scaling the storage dimensions by the pixel aspect.
es: Este es el ancho de presentación. Es el resultado de la ampliación de las dimensiones de almacenamiento por el aspecto de los píxeles.
ko: 디스플레이 너비입니다. 픽셀 크기로 저장 크기를 조정한 결과입니다.

source: Pixel Aspect:
es: Aspecto de los píxeles:
ko: 픽셀 종횡비:

source: Pixel aspect defines the shape of the pixels. A 1:1 ratio defines a square pixel. Other values define rectangular shapes. Players will scale the image in order to achieve the specified aspect.
es: El aspecto de los píxeles define la forma de éstos. Una razón de aspecto de 1:1 significa un píxel cuadrado. Otros valores harán los pixeles rectangulares. Los reproductores escalarán la imagen para llegar al aspecto especificado.
ko: 픽셀 종횡비는 픽셀의 모양을 결정합니다. 1:1 비율은 정사각 픽셀로 결정됩니다. 다른 값은 사각형 모양을 결정합니다. 재생기는 지정된 비율에 따라서 이미지의 크기를 조절합니다.

source: Pixel aspect defines the shape of the pixels. A 1:1 ratio defines a square pixel. Other values define rectangular shapes. Players will scale the image in order to achieve the specified aspect.
es: El aspecto de los píxeles define la forma de éstos. Una razón de aspecto de 1:1 significa un píxel cuadrado. Otros valores harán los píxeles rectangulares. Los reproductores escalarán la imagen para llegar al aspecto especificado.
ko: 픽셀 종횡비는 픽셀의 모양을 결정합니다. 1:1 비율은 정사각 픽셀로 결정됩니다. 다른 값은 사각형 모양을 결정합니다. 재생기는 지정된 비율에 따라서 이미지의 크기를 조절합니다.

source: Display Aspect:
es: Aspecto de presentación:
ko: 화면 비율:

source: <b>Display Geometry</b>
es: <b>Geometría de presentación</b>
ko: <b>디스플레이 구조</b>

source: Dimensions
es: Dimensiones
ko: 크기

source: This filter removes 'combing' artifacts that are the result of telecining. Telecining is a process that adjusts film framerates that are 24fps to NTSC video frame rates which are 30fps.
es: Este filtro elimina los artefactos de "peine" que pueden aparecer a causa del telecinado. El telecinado es un proceso que ajusta la tasa de cuadros de película que son 24fps NTSC a velocidades de fotogramas de vídeo que son 30fps.
ko: 해당 필터는 telecining의 결과물인 'combing' artifacts를 제거합니다. Telecining은 24fps인 필름 프레임률을 30fps인 NTSC 비디오 프레임률로 조정하는 과정입니다.

source: Custom detelecine filter string format JunkLeft:JunkRight:JunkTop:JunkBottom:StrictBreaks:MetricPlane:Parity
es: Formato de cadena de filtro destelecinado personalizado JunkLeft:JunkRight:JunkTop:JunkBottom:StrictBreaks:MetricPlane:Parity
ko: 사용자 detelecine 필터 문자열 형식 JunkLeft:JunkRight:JunkTop:JunkBottom:StrictBreaks:MetricPlane:Parity

source: Interlace Detection:
es: Detección de entrelazado:
ko: 인터레이스 검출:

source: This filter detects interlaced frames. If a deinterlace filter is enabled, only frames that this filter finds to be interlaced will be deinterlaced.
es: Este filtro detecta fotogramas entrelazados. Si hay un filtro de desentrelazado habilitado, solo se desentrelazarán los fotogramas encontrados por este filtro.
ko: 해당 필터는 인터페이스된(interlaced) 프레임을 검출합니다. 비인터레이스(deinterlace) 필터가 활성화된 경우, 이 필터가 인터레이스되었다 판단한 프레임만을 비인터레이스합니다.

source: Custom interlace detection filter string format Mode:Spatial Metric:Motion Thresh:Spatial Thresh:Mask Filter Mode: Block Thresh: Block Width: Block Height
es: Formato de cadena del filtro de detección de entrelazado personalizado Mode:Spatial Metric:Motion Thresh:Spatial Thresh:Mask Filter Mode: Block Thresh: Block Width: Block Height
ko: 사용자 설정 인터레이스 검출 필터 문장 형식 모드:공간 메트릭:모션 스레시:마스크 필터 모드: 블록 스레시: 블록 폭: 블록 높이

source: Deinterlace:
es: Desentrelazado:
ko: 디인터레이스:

source: Choose decomb or deinterlace filter. The decomb filter supports a variety of interpolation algorithms. The deinterlace filter is a classic YADIF deinterlacer.
es: Elija el filtro de "decomb" o desentrelazado. El filtro "decomb" admite una variedad de algoritmos de interpolación. El filtro de desentrelazado es un desentrelazador YADIF clásico.
ko: decomb이나 deinterlace 필터를 선택하십시오. decomb 필터는 다양한 보간법 알고리즘을 지원합니다. deinterlace 필터는 고전적인 YADIF deinterlacer입니다.

source: Deinterlace Preset:
es: Preajuste de desentrelazado:
ko: Deinterlace 설정:

source: Choose decomb or deinterlace filter options. The decomb filter supports a variety of interpolation algorithms. The deinterlace filter is a classic YADIF deinterlacer.
es: Elija las opciones del filtro de "decomb" o desentrelazado. El filtro "decomb" admite una variedad de algoritmos de interpolación. El filtro de desentrelazado es un desentrelazador YADIF clásico.
ko: decomb이나 deinterlace 필터를 선택하십시오. decomb 필터는 다양한 보간법 알고리즘을 지원합니다. deinterlace 필터는 고전적인 YADIF deinterlacer입니다.

source: The deblocking filter removes a common type of compression artifact. If your source exhibits 'blockiness', this filter may help clean it up.
es: El filtro de eliminación de pixelado elimina un tipo común de artefacto de compresión. Si el origen muestra "áreas con bloques", este filtro puede ayudar un a limpiarlos un poco.
ko: Deblock 필터는 압축 과정에서 생긴 영향을 제거합니다. 원본 영상에 블럭이 많다면, 이 필터가 도움이 됩니다.

source: Denoise Filter:
es: Filtro antiruido:
ko: 노이즈 제거 필터:

source: Denoise filtering reduces or removes the appearance of noise and grain. Film grain and other types of high frequency noise are difficult to compress. Using this filter on such sources can result in smaller file sizes.
es: El filtro antiruido reduce o elimina la aparición del ruido y el grano. El grano de la película y otros tipos de ruido de alta frecuencia son difíciles de comprimir. El uso de este filtro desde dichos orígenes puede resultar en archivos más pequeños.
ko: 노이즈 제거 필터는 노이즈와 그레인을 줄이거나 제거합니다. 필름 그레인과 다른 종류의 고주파 노이즈는 압축을 어렵게 만듭니다. 그런 원본에 이 필터를 사용하면 파일을 더 작게 만들 수 있습니다.

source: Denoise Preset:
es: Preajuste antiruido:
ko: 노이즈 제거 사전설정:

source: Denoise Tune:
es: Afinado del antiruido:
ko: 노이즈 제거 조정:

source: Custom denoise filter string format SpatialLuma:SpatialChroma:TemporalLuma:TemporalChroma
es: Formato de cadena del filtro antiruido personalizado SpatialLuma:SpatialChroma:TemporalLuma:TemporalChroma
ko: 사용자 노이즈 제거 필터 문자열 형식 SpatialLuma:SpatialChroma:TemporalLuma:TemporalChroma

source: Sharpen Filter:
es: Filtro de enfoque:
ko: 선명도 필터:

source: Sharpen filtering enhances edges and other high frequency components in the video.
es: El filtro de enfoque mejora los bordes y otros componentes de alta frecuencia en el vídeo.
ko: 선명도(Sharpen) 필터링은 비디오의 가장자리 및 높은 빈도의 구성요소를 향상시킵니다.

source: Sharpen Preset:
es: Preajuste de enfoque:
ko: 선명도 설정:

source: Sharpen Tune:
es: Afinado del enfoque:
ko: 선명도 조정:

source: Rotate Filter:
es: Filtro de rotación:
ko: 회전 필터:

source: Rotate the video clockwise in 90 degree increments.
es: Rota el vídeo en sentido horario en incrementos de 90 grados.
ko: 비디오를 시계 방향으로 90도 회전

source: Grayscale
es: Escala de grises
ko: 회색조

source: If enabled, filter colour components out of video.
es: Si está activado, se eliminarán los colores del vídeo.
ko: 활성화된 경우, 컬러 구성 요소를 비디오에서 필터링하십시오.

source: Filters
es: Filtros
ko: 필터:

source: Video Encoder:
es: Codificador de vídeo:
ko: 비디오 인코더:

source: Available video encoders.
es: Codificadores de vídeo disponibles.
ko: 사용 가능한 비디오 인코더.

source: Framerate:
es: Tasa de cuadros:
ko: 프레임레이트:

source: Output framerate. 'Same as source' is recommended. If your source video has a variable framerate, 'Same as source' will preserve it.
es: Velocidad de fotograma de salida. Se recomienda "Igual que el origen". Si el vídeo de origen tiene una velocidad de fotograma variable, "Igual que el origen" la preserva.
ko: 출력 프레임레이트. '원본과 동일'이 권장됩니다. 원본 비디오가 가변 프레임레이트라면, '원본과 동일'은 그 설정을 보존합니다.

source: Constant Framerate
es: Velocidad de fotogramas constante
ko: 고정 프레임레이트

source: Enables constant framerate output.
es: Activa la velocidad de fotogramas de salida constante.
ko: 고정 프레임레이트 출력 활성화

source: Peak Framerate (VFR)
es: Pico de velocidad de fotogramas (VFR)
ko: 피크 프레임레이트 (VFR)

source: Enables variable framerate output with a peak rate determined by the framerate setting. VFR is not compatible with some players.
es: Activa la velocidad de fotogramas variable de salida con un rango pico determinado por el ajuste de velocidad de fotograma. VFR no es compatible con algunos reproductores.
ko: 프레임레이트 설정에 의해 결정된 최고 레이트를 가진 가변 프레임레이트 출력 활성화. 가변 프레임레이트는 일부 재생기와 호환되지 않을 수 있습니다.

source: Variable Framerate
es: Velocidad de fotogramas variable
ko: 가변 프레임레이트

source: Enables variable framerate output. VFR is not compatible with some players.
es: Activa la velocidad de fotogramas variable de salida. VFR no es compatible con algunos reproductores.
ko: 가변 프레임레이트 출력 활성화. VFR은 일부 재생기와 호환되지 않습니다.
