Repository: HandBrake/HandBrake
Catalog: gtk/po/*.po
Languages: es, ko

source: Only one subtitle may be burned into the video. You should change your subtitle selections. If you continue, some subtitles will be lost.
es: Solo se puede embeber un subtítulo en el vídeo. Debe cambiar su selección de subtítulos. Si continua, se perderán algunos subtítulos.
ko: 단 하나의 자막만 영상에 추가됩니다. 자막 선택을 변경해야 합니다. 계속하면, 일부 자막은 무시됩니다.

source: SRT file does not exist or not a regular file. You should choose a valid file. If you continue, this subtitle will be ignored.
es: El archivo SRT no existe o no es un archivo normal. Debe elegir un archivo válido. Si continua, este subtítulo será ignorado.
ko: SRT 파일이 존재하지 않거나 정상적인 파일이 아닙니다. 사용 가능한 파일을 선택해야 합니다. 계속하시면, 해당 자막이 무시됩니다.

source: The source does not support Pass-Thru. You should choose a different audio codec. If you continue, one will be chosen for you.
es: La fuente no permite el paso directo. Debe elegir un códec de audio distinto. Si continua, se elegirá una por usted.
ko: 원본이 Pass-Thru를 지원하지 않습니다. 다른 오디오 코덱을 선택해야 합니다. 계속하면, 임의의 코덱이 선택됩니다.

source: %s is not supported in the %s container. You should choose a different audio codec. If you continue, one will be chosen for you.
es: %s no es compatible con el contenedor %s. Debe elegir un códec de audio diferente. Si continua, se elegirá uno por usted.
ko: %s는 %s 컨테이너에서 지원하지 않습니다. 다른 오디오 코덱을 선택하세요. 계속하면, 임의의 코덱이 선택됩니다.

source: ghb_presets_menu_init: Failed to find presets folder.
es: ghb_presets_menu_init: Error al encontrar la carpeta de preajustes.
ko: ghp_환경설정_초기_메뉴: 환경설정 폴더를 찾지 못하였습니다.

source: Failed to find parent folder when adding child.
es: Error al buscar la carpeta padre al añadir hijo.
ko: 파일 추가 도중 상위 폴더를 찾지 못하였습니다.

source: Presets found are newer than what is supported by this version of HandBrake! Would you like to continue?
es: ¡Los preajustes encontrados son más nuevos que los admitidos por esta versión de HandBrake! ¿Quiere continuar?
ko: 발견된 환경설정이 현재 버전의 HandBrake에서 지원되는 설정보다 최신 버전입니다. 계속하시겠습니까?

source: Get me out of here!
es: ¡Sácame de aquí!
ko: 날 여기서 꺼내줘!

source: Load backup presets
es: Cargar preajustes de respaldo
ko: 백업 환경설정 로드

source: All (*)
es: Todo (*)
ko: 모두 (*)

source: Presets (*.json)
es: Preajustes (*.json)
ko: 환경설정 (*.json)

source: Legacy Presets (*.plist)
es: Preajustes antiguos (*.plist)
ko: 이전 환경설정 (*.plist)

source: Export Preset
es: Exportar el preajuste
ko: 사전설정 내보내기

source: Confirm deletion of %s: %s
es: Confirme el borrado de %s: %s
ko: %s 삭제 승인: %s

source: folder
es: carpeta
ko: 폴더

source: preset
es: preajuste
ko: 사전설정

source: Missing GStreamer plugin Audio or Video may not play as expected %s
es: Falta el complemento GStreamer El audio o el vídeo pueden no reproducirse como se espera %s
ko: GStreamer 플러그인 누락 오디오나 비디오가 제대로 재생되지 않을 수 있습니다 %s

source: Seconds
es: Segundos
ko: 초

source: Frames
es: Fotogramas
ko: 프레임

source: <big><b>%s</b></big> <small>(Title %d, %s %d through %d, 2 Video Passes) --> %s</small>
es: <big><b>%s</b></big> <small>(Título %d, %s %d hasta %d, 2 Pasadas de vídeo) --> %s</small>
ko: <big><b>%s</b></big> <small>(타이틀 %d, %s %d ~ %d, 2 비디오 수행) --> %s</small>

source: <big><b>%s</b></big> <small>(Title %d, %s %d through %d) --> %s</small>
es: <big><b>%s</b></big> <small>(Título %d, %s %d hasta %d) --> %s</small>
ko: <big><b>%s</b></big> <small>(타이틀 %d, %s %d ~ %d) --> %s</small>

source: <b>Modified Preset Based On:</b> <small>%s</small>
es: <b>Preajuste modificado basado en:</b> <small>%s</small>
ko: <b>수정된 사전설정의 기반:</b> <small>%s</small>

source: <b>Preset:</b> <small>%s</small>
es: <b>Preajuste:</b> <small>%s</small>
ko: <b>사전설정:</b> <small>%s</small>

source: <b>Format:</b> <small>%s Container</small>
es: <b>Formato:</b> <small>%s Contenedor</small>
ko: <b>형식:</b> <small>%s 컨테이너</small>

source: <b>Container Options:</b><small>
es: <b>Opciones del contenedor:</b><small>
ko: <b>컨테이너 옵션:</b><small>

source: %sChapter Markers
es: %sMarcadores de capítulos
ko: %s챕터 마커

source: %siPod 5G Support
es: Compatible con %siPod 5G
ko: %siPod 5G 지원

source: %sWeb Optimized
es: %sOptimizado para la web
ko: %s웹에 최적화

source: <b>Destination:</b> <small>%s</small>
es: <b>Destino:</b> <small>%s</small>
ko: <b>대상:</b> <small>%s</small>

source: (Aspect Preserved)
es: (Aspecto preservado)
ko: (비율 보존)

source: (Aspect Lost)
es: (Aspecto perdido)
ko: (비율 손실)

source: (Anamorphic)
es: (Anamórfico)
ko: (아나모픽)

source: (Custom Anamorphic)
es: (Anamórfico personalizado)
ko: (사용자 아나모픽)

source: <b>Picture:</b> <small>
es: <b>Imagen:</b> <small>
ko: <b>영상:</b> <small>

source: Source: %d x %d, Output %d x %d %s, Crop %d:%d:%d:%d
es: Origen: %d x %d, Salida %d x %d %s, Recorte %d:%d:%d:%d
ko: 원본: %d x %d, 출력%d x %d %s, 잘라내기 %d:%d:%d:%d

source: , Display %d x %d
es: , Presentación %d x %d
ko: , 화면 %d x %d

source: <b>Filters:</b><small>
es: <b>Filtros:</b><small>
ko: <b>필터:</b><small>

source: %sGrayscale
es: %sEscala de grises
ko: %s회색조

source: <b>Video:</b> <small>%s
es: <b>Vídeo:</b> <small>%s
ko: <b>비디오:</b> <small>%s

source: (constant)
es: (constante)
ko: (고정)

source: (variable)
ko: (가변)

source: , Framerate: %s %s
es: , Fotogramas por segundo: %s %s
ko: , 프레임레이트: %s %s

source: , Framerate: Peak %s (may be lower)
es: , Fotogramas por segundo: Pico %s (puede ser menor)
ko: , 프레임레이트: 피크 %s (낮을 수도 있음)

source: , Framerate: %s (constant frame rate)
es: , Fotogramas por segundo: %s (valor constante)
ko: , 프레임레이트: %s (고정 프레임레이트)

source: Error
ko: 에러

source: Bitrate:
es: Tasa de bits:
ko: 비트레이트:

source: <b>Turbo 1st Pass:</b> <small>On</small>
es: <b>Primera pasada turbo:</b> <small>Activado</small>
ko: <b>1 단계 가속:</b> <small>켜기</small>

source: <b>Video Options:</b> <small>Preset: %s</small>
es: <b>Opciones de vídeo:</b> <small>Preajuste: %s</small>
ko: <b>비디오 출력:</b> <small>사전설정: %s</small>

source: <small> - Tune:
es: <small> - Afinado:
ko: <small> - 조정:

source: <small> - Profile: %s</small>
es: <small> - Perfil: %s</small>
ko: <small> - 프로필: %s</small>

source: <small> - Level: %s</small>
es: <small> - Nivel: %s</small>
ko: <small> - 수준: %s</small>

source: <b>Advanced Options:</b> <small>%s</small>
es: <b>Opciones avanzadas:</b> <small>%s</small>
ko: <b>고급 옵션:</b> <small>%s</small>

source: <b>Audio:</b> <small>
ko: <b>오디오:</b> <small>

source: <b>Audio Tracks: %d</b><small>
es: <b>Pistas de audio: %d</b><small>
ko: <b>오디오 트랙: %d</b><small>

source: Bitrate: %d
es: Tasa de bits: %d
ko: 비트레이트: %d

source: %d - %s --> Encoder: %s
es: %d - %s --> Codificador: %s
ko: %d - %s --> 인코딩: %s

source: %d - %s --> Encoder: %s, Mixdown: %s, SampleRate: %s, %s
es: %d - %s --> Codificador: %s, Reducción de canales: %s, Tasa de muestras: %s, %s
ko: %d - %s --> 인코딩: %s, 믹스다운: %s, 견본 비율: %s, %s

source: <b>Subtitle:</b>
es: <b>Subtítulo:</b>
ko: <b>자막:</b>

source: <b>Subtitle Tracks: %d</b>
es: <b>Pistas de subtítulo: %d</b>
ko: <b>자막 트랙: %d</b>

source: (Forced Only)
es: (Solo forzado)
ko: (강제로)

source: (Burn)
es: (Embeber)
ko: (굽기)

source: (Default)
es: (Por omisión)
ko: (기본)

source: <small> %s, Offset (ms) %d%s</small>
es: <small> %s, Desfase (ms) %d%s</small>
ko: <small>%s, 오프셋 (ms) %d%s</small>

source: %sThe destination filesystem is almost full: %<PRIu64>MB free. Destination: %s Encode may be incomplete if you proceed.
es: %sEl sistema de archivos de destino está casi lleno: %<PRIu64>MB libre. Destino: %s La codificación puede quedar incompleta si continua.
ko: %s 파일 경로 디스크 공간이 부족합니다: %<PRIu64>MB 남았습니다. 경로 : %s 계속 진행 시 인코딩이 완료되지 못할 수도 있습니다.

source: Resume, I've fixed the problem
es: Continuar, he resuelto el problema
ko: 다시 시작, 해당 문제를 해결하였습니다.

source: Resume, Don't tell me again
es: Continuar, no me lo repitas más
ko: 다시 시작, 다시는 묻지 마십시오.

source: Destination: %s Another queued job has specified the same destination. Do you want to overwrite?
es: Destino: %s Otro trabajo de la cola ha especificado el mismo destino. ¿Quiere sobrescribirlo?
ko: 대상: %s 큐의 다른 작업이 동일한 대상을 지정하고 있습니다. 덮어쓰시겠습니까?

source: Overwrite
es: Sobrescribir
ko: 덮어쓰기

source: Destination: %s This is not a valid directory.
es: Destino: %s Este no es un directorio válido.
ko: 대상: %s 유효한 디렉토리가 아닙니다.

source: Destination: %s Can not read or write the directory.
es: Destino: %s No se puede leer o escribir en el directorio.
ko: 대상: %s 읽거나 쓸 수 없는 디렉토리입니다.

source: Destination: %s File already exists. Do you want to overwrite?
es: Destino: %s Ya existe el archivo . ¿Quiere sobrescribirlo?
ko: 대상: %s 파일이 이미 존재합니다. 덮어쓰시겠습니까?

source: Select this title for adding to the queue.
es: Seleccionar este título para añadirlo a la cola.
ko: 이 타이틀을 큐에 추가하기 위해 선택.

source: No Title
es: No hay título
ko: 타이틀 없음

source: There is another title with the same destination file name. This title will not be added to the queue unless you change the output file name.
es: Hay otro título con el mismo nombre de archivo de destino. Este título no se puede añadir a la cola a menos que cambie el nombre del archivo de salida.
ko: 같은 대상 파일 이름을 가진 다른 타이틀이 있습니다. 출력 파일을 변경하기 전에는 이 타이틀이 큐에 추가되지 않습니다.

source: Stop
es: Detener
ko: 중지

source: Stop Encoding
es: Detener la codificación
ko: 인코딩 중지

source: Resume
es: Continuar
ko: 다시 시작

source: Resume Encoding
es: Continuar la codificación
ko: 인코딩 다시 시작

source: S_top Encoding
es: De_tener la codificación
ko: 인코딩 중단

source: _Resume Encoding
es: Continua_r la codificación
ko: 인코딩 다시 시작하기

source: You are currently encoding. What would you like to do?
es: Se encuentra codificando en estos momentos. ¿Qué desea hacer?
ko: 인코딩 중입니다. 무엇을 하시겠습니까?

source: Preferred Language: %s
es: Idioma preferido: %s
ko: 선호하는 언어: %s

source: Add %s subtitle track if default audio is not %s
es: Añadir la pista de subtítulo %s si el audio por omisión no es %s
ko: %s 자막 트랙을 기본 오디오 트랙이 %s 아닌 경우 추가

source: Add subtitle track if default audio is not your preferred language
es: Añadir pista de subtítulos si la pista de audio predefinida no está en su idioma preferido
ko: 기본 오디오가 선호하는 언어가 아닐 경우 자막 트랙 추가

source: %s Expanded Options: "%s"
es: %s Opciones extendidas: "%s"
ko: %s 확장 옵션: "%s"

source: %s Expanded Options: ""
es: %s Opciones extendidas: ""
ko: %s 확장 옵션: ""

source: Detelecine:
es: Destelecinado:

source: Deblock:
es: Eliminar pixelado:

source: Deblocking:
es: Eliminar pixelado:

source: <small><b>Psychovisual</b></small>
es: <small><b>Psicovisual</b></small>

source: Available Options: {source} {title} {preset} {chapters} {date} {time} {quality} {bitrate}
es: Opciones disponibles: {source} {title} {preset} {chapters} {date} {time} {quality} {bitrate} Nota del Traductor: en español serían {origen} {título} {preajuste} {capítulos} {fecha} {hora} {calidad} {tasaDeBits}, pero hay que usar la forma original.

source: Immortal
es: Inmortal

source: Decomb
es: Eliminar "peine"

source: Unsharp
es: Desenfoque

source: Diamond
es: Diamante

source: Hexagon
es: Hexágono

source: Uneven Multi-Hexagon
es: Multihexágono desigual

source: Exhaustive
es: Exhaustivo

source: Hadamard Exhaustive
es: Hadamard exhaustivo

source: %sDetelecine
es: %sDestelecinar

source: %sDenoise %s:
es: %sEliminar ruido %s:

source: %sDeblock: %d
es: %sEliminar pixelado: %d
