Repository: HandBrake/HandBrake
Catalog: macosx/*.lproj/Localizable.strings
Languages: bg, fr, it, ja_jp, pt_br, ru, sv, uk_ua, zh

source: (%@ %% of the source file)
bg: (%@ %% от източника)
fr: (%@ %% du fichier source)
it: (%@ %% del file originale)
ja_jp: (%@ %%/ソースファイル )
pt_br: (%@ %% do arquivo do código fonte)
sv: (%@ %% av källfilen)
uk_ua: (%@ %% вихідного файлу)
zh: （源文件的 %@ %%）

source: Scaled To Screen
bg: Мащабиран до екран
fr: À l'échelle de l'écran
it: Adattata allo schermo
ja_jp: 画面に合わせる
pt_br: Redimensionado Para Tela
ru: Масштабировано к размеру экрана
sv: Skalad till skärm
uk_ua: Масштабувати до екрану
zh: 缩放到屏幕

source: (%.0f%% actual size)
bg: (%.0f%% реален размер)
fr: (%.0f%% taille réelle)
it: (%.0f%% dimensione reale)
ja_jp: (%.0f%% 実際のサイズ)
pt_br: (%.0f%% tamanho atual)
ru: (%.0f%% реальный размер)
sv: (%.0f%% faktisk storlek)
uk_ua: (%.0f%% поточного розміру)
zh: （%.0f%% 实际大小）

source: (Actual size)
bg: (Реален размер)
fr: (Taille réelle)
it: (Dimensione reale)
ja_jp: (実際のサイズ)
pt_br: (Tamanho atual)
ru: (Реальный размер)
sv: (faktisk storlek)
uk_ua: (Фактичний розмір)
zh: （实际大小）

source: (Modified)
bg: (Модифициран)
fr: (Modifié)
it: (Modificato)
ja_jp: (編集済み)
pt_br: (Modificado)
ru: (Изменено)
sv: (ändrad)
uk_ua: (Змінено)
zh: （已修改）

source: %lu encode pending
bg: %lu чакащо кодиране
fr: %lu encodage en attente
it: %lu conversione in sospeso
ja_jp: %lu つのエンコードが待機中
pt_br: %lu codificação pendente
ru: %lu кодирование в ожидании
sv: %lu enkodning väntar
uk_ua: %lu перетворення в очікуванні
zh: %lu 个编码待处理

source: %lu encodes pending
bg: %lu чакащи кодирания
fr: %lu encodages en attente
it: %lu conversioni in sospeso
ja_jp: %lu つのエンコードが待機中
pt_br: %lu codificações pendentes
ru: %lu кодирований в ожидании
sv: %lu enkodningar väntar
uk_ua: %lu очікує перетворення
zh: %lu 个编码待处理

source: %lu jobs selected
bg: %lu избрани задачи
fr: %lu tâches sélectionnées
it: %lu lavori selezionati
ja_jp: %lu つのジョブが選択中
pt_br: %lu tarefas selecionadas
ru: %lu заданий выбрано
sv: %lu jobb valt
uk_ua: %lu вибрано завдань
zh: 已选择 %lu 个任务

source: A file already exists at the selected destination.
bg: Вече съществува файл в избраната изходна директория.
fr: Un fichier existe déjà à la destination sélectionnée.
it: Un documento esiste già nella destinazione selezionata.
ja_jp: 出力先に既にファイルが存在します。
pt_br: Um arquivo já existe no destino selecionado.
ru: Файл уже существует в выбранной папке назначения.
sv: En fil finns redan i valt mål.
uk_ua: Файл вже існує у вибраному місці призначення.
zh: 所选目标上已存在文件。

source: Action
bg: Действие
ja_jp: アクション
pt_br: Ação
ru: Действие
sv: Åtgärd
uk_ua: Дія

source: Activity
bg: Дейност
fr: Activité
ja_jp: アクティビティ
pt_br: Atividade
ru: Активность
sv: Aktivitet
uk_ua: Діяльність

source: Actual Scale
bg: Истински мащаб
fr: Échelle réelle
it: Dimensione reale
ja_jp: 実際の大きさ
pt_br: Escala Atual
ru: Реальный масштаб
sv: Faktisk skala
uk_ua: Фактичний масштаб
zh: 实际比例

source: Add All Titles To Queue
bg: Добави всички заглавия на опашката
fr: Ajouter tous les titres à la file d'attente
ja_jp: 全タイトルをキューに追加
pt_br: Adicionar Todos os Títulos à Fila
ru: Добавить все заголовки в очередь
sv: Lägg till alla titlar i kö
uk_ua: Додати всі назви до черги

source: Add Job To Queue
bg: Добави задача на опашката
fr: Ajouter une tâche à la file d'attente
it: aggiungi lavoro alla coda
ja_jp: ジョブをキューに追加
pt_br: Adicionar Tarefa à Fila
ru: Добавить задание в очередь
sv: Lägg till jobb i kö
uk_ua: Додати завдання в чергу
zh: 将任务添加到队列

source: Add Jobs To Queue
bg: Добави задачи на опашката
fr: Ajouter des tâches à la file d'attente
it: aggiungi lavori alla coda
ja_jp: ジョブをキューに追加
pt_br: Adicionar Tarefas à Fila
ru: Добавить задания в очередь
sv: Lägg till jobb i kö
uk_ua: Додати завдання до черги
zh: 将多个任务添加到队列

source: Add Preset
bg: Добави шаблон
fr: Ajouter un préréglage
it: Aggiungi preset
ja_jp: プリセットを追加
pt_br: Adicionar Pré-definição
ru: Добавить пресет
sv: Lägg till förval
uk_ua: Додати шаблон
zh: 添加预设

source: Add Titles To Queue
bg: Добави заглавия на опашката
fr: Ajouter les titres à la file d'attente
it: Aggiungi titoli alla coda
ja_jp: タイトルをキューに追加
pt_br: Adicionar Títulos à Fila
ru: Добавить заголовки в очередь
sv: Lägg till titlar i kö
uk_ua: Додати назви до черги
zh: 添加标题到队列

source: Add Titles To Queue…
bg: Добави заглавия на опашката...
fr: Ajouter les titres à la file d'attente…
ja_jp: タイトルをキューに追加…
pt_br: Adicionar Títulos à Fila...
ru: Добавить заголовки в очередь...
sv: Lägg till titlar i kö...
uk_ua: Додати назви до черги...

source: Add To Queue
bg: Добави на опашката
fr: Ajouter à la file d'attente
it: Aggiungi in coda
ja_jp: キューに追加
pt_br: Adicionar à Fila
ru: Добавить в очередь
sv: Lägg till i kö
uk_ua: Додати в чергу
zh: 添加到队列

source: Advanced
bg: Разширени
fr: Avancé
it: Avanzate
ja_jp: 高度
pt_br: Avançado
ru: Расширенное
sv: Avancerat
uk_ua: Просунутий
zh: 高级

source: Allow
fr: Autoriser
it: Consenti
ja_jp: 許可
pt_br: Permitir
sv: Tillåt
uk_ua: Дозволити

source: Angle
sv: Vinkel
uk_ua: Кут.

source: Any
bg: Всякакви
fr: Tout
it: Qualsiasi
ja_jp: 全て
pt_br: Qualquer
ru: Любой
sv: Alla
uk_ua: Будь-який
zh: 任何

source: Are you sure you want to permanently delete the selected preset?
bg: Сигурен ли сте, че искате да изтриете избрания шаблон завинаги?
fr: Êtes-vous sûr de vouloir supprimer définitivement le préréglage sélectionné ?
it: Sei sicuro di voler eliminare permanentemente il preset selezionato?
ja_jp: 選択したプリセットを完全に消去しますか？
pt_br: Tem certeza de que deseja excluir permanentemente a pré-definição selecionada?
ru: Вы уверены, что хотите безвозвратно удалить выбранный пресет?
sv: Är du säker på att du vill permanent ta bort valt förval?
uk_ua: Ви впевнені, що хочете назавжди видалити вибраний шаблон?
zh: 您确定要永久删除选定的预设吗？

source: Are you sure you want to permanently delete the selected presets?
bg: Сигурен ли сте, че искате да изтриете избраните шаблони завинаги?
fr: Êtes-vous sûr de vouloir supprimer définitivement les préréglages sélectionnés ?
it: Sei sicuro di voler eliminare permanentemente i preset selezionati?
ja_jp: 選択したプリセットを完全に消去しますか？
pt_br: Tem certeza de que deseja excluir permanentemente a pré-definição selecionada?
ru: Вы уверены что хотите безвозвратно удалить выбранные пресеты?
sv: Är du säker på att du vill permanent ta bort valda förval?
uk_ua: Ви впевнені, що хочете назавжди видалити вибрані шаблони?
zh: 您确定要永久删除选定的预设吗？

source: Are you sure you want to quit HandBrake?
bg: Сигурен ли сте, че искате да излезете от HandBrake?
fr: Êtes-vous sûr(e) de vouloir quitter HandBrake ?
it: Sei sicuro di volere uscire da HandBrake?
ja_jp: 本当にHandBrakeを終了しますか？
pt_br: Tem certeza que quer sair do HandBrake?
ru: Вы уверены, что хотите выйти из HandBrake?
sv: Är du säker på att du vill avsluta HandBrake?
uk_ua: Ви впевнені, що хочете завершити HandBrake?
zh: 您确定要退出 HandBrake 吗？

source: Attempt Scan Anyway
bg: Все пак опитай сканиране
fr: Tenter quand même la numérisation
it: Prova comunque la scansione
ja_jp: 構わずスキャンする
pt_br: Tentar fazer a Varredura de Qualquer Maneira
ru: Всё равно попробовать сканировать
sv: Försök läsa in ändå
uk_ua: Все одно спробуйте відсканувати
zh: 仍然尝试扫描

source: Audio
bg: Аудио
ja_jp: 音声
pt_br: Áudio
ru: Аудио
sv: Ljud
uk_ua: Аудіо
zh: 音频

source: Average speed:
bg: Средна скорост:
fr: Vitesse moyenne :
it: Velocità media:
ja_jp: 平均速度:
pt_br: Velocidade média:
ru: Средняя скорость:
sv: Genomsnittlig hastighet:
uk_ua: Середня швидкість:
zh: 平均速度：

source: Bit Depth
fr: Profondeur en bit
it: Profondità di bit
ja_jp: ビット深度
pt_br: Profundidade de bits
sv: Bitdjup
uk_ua: Глибина біта

source: Cancel
bg: Отмяна
fr: Annuler
it: Annulla
ja_jp: キャンセル
pt_br: Cancelar
ru: Отмена
sv: Avbryt
uk_ua: Скасувати
zh: 取消

source: Cancel Encoding
bg: Отмени кодиране
fr: Annuler l'encodage
it: Annulla conversione
ja_jp: エンコードを中止
pt_br: Cancelar Codificação
ru: Отменить кодирование
sv: Avbryt enkodning
uk_ua: Скасувати перетворення
zh: 取消编码

source: Cancel Scan
bg: Отмени сканиране
fr: Annuler la numérisation
it: Annulla scansione
ja_jp: スキャンを中止
pt_br: Cancelar Varredura
ru: Отменить сканирование
sv: Avbryt inläsning
uk_ua: Скасувати сканування
zh: 取消扫描

source: Cancel Scanning Source
bg: Отмени сканиране на източник
fr: Annuler l'analyse des sources
it: Annulla scansione della sorgente
ja_jp: ソースのスキャンを中止
pt_br: Cancelar a Fonte de Varredura
ru: Отменить сканирование исходного файла
sv: Avbryt inläsning av källa
uk_ua: Скасувати вибір джерела сканування
zh: 取消扫描源

source: Chapters
bg: Глави
fr: Chapitres
it: Capitoli
ja_jp: チャプター
pt_br: Capítulos
ru: Главы
sv: Kapitel
uk_ua: Розділи
zh: 章节

source: Choose
bg: Избери
fr: Choisir
it: Scegli
ja_jp: 選択
pt_br: Escolher
ru: Выбрать
sv: Välj
uk_ua: Оберіть
zh: 选择

source: Codec
bg: Кодек
ja_jp: コーデック
ru: Кодек
sv: Kodek
uk_ua: Кодек

source: Continue Encoding
bg: Продължи кодиране
fr: Continuer l'encodage
it: Continua conversione
ja_jp: エンコードを続ける
pt_br: Continuar Codificação
ru: Продолжить кодирование
sv: Fortsätt enkodning
uk_ua: Продовжити кодування
zh: 继续编码

source: Copy-Protected sources are not supported.
fr: Les sources protégées contre la copie ne sont pas supportées.
it: Sorgenti protette da sistemi di protezione dei contenuti non sono supportate.
ja_jp: コピープロテクトのかかったソースはサポートされていません。
pt_br: As fontes protegidas por cópia não são suportadas.
ru: Защищенные от копирования Исходные Файлы не поддерживаются.
sv: Kopieringsskyddade källor stöds inte.
uk_ua: Джерела із захистом від копіювання не підтримуються.
zh: 不支持复制受保护的源。

source: Creation-Date
bg: Дата на създаване
fr: Date de création
it: Data di creazione
ja_jp: 作成日
pt_br: Data de Criação
ru: Дата-Создания
uk_ua: Дата створення
zh: 创建日期

source: Creation-Time
bg: Час на създаване
fr: Heure de création
it: Orario di creazione
ja_jp: 作成時刻
pt_br: Tempo de Criação
ru: Время-Создания
uk_ua: Час створення
zh: 创建时间

source: Current Time
bg: Настоящо време
fr: Heure actuelle
it: Tempo attuale
ja_jp: 再生時間
pt_br: Hora Atual
ru: Текущее Время
sv: Aktuell tid
uk_ua: Поточний час
zh: 当前时间

source: Custom
bg: Персонализиране
fr: Personnaliser
it: Personalizzata
ja_jp: カスタム
pt_br: Personalizado
ru: Пользовательское
sv: Anpassad
uk_ua: Власний
zh: 自定义

source: Date
bg: Дата
it: Data
ja_jp: 日時
pt_br: Data
ru: Дата
sv: Datum
uk_ua: Дата
zh: 日期

source: Delete Preset
bg: Изтрий шаблон
fr: Effacer le préréglage
it: Elimina preset
ja_jp: プリセット削除
pt_br: Excluir Predefinição
ru: Удалить пресет
sv: Ta bort förval
uk_ua: Видалити шаблон
zh: 删除预设

source: Delete Presets
bg: Изтрий шаблони
fr: Supprimer les préréglages
it: Elimina
ja_jp: プリセット削除
pt_br: Excluir predefinições
ru: Удалить Пресеты
sv: Ta bort förval
uk_ua: Видалити шаблони
zh: 删除预设

source: Details
bg: Подробности
fr: Détails
ja_jp: 詳細
pt_br: Destalhes
ru: Детали
sv: Information
uk_ua: Деталі

source: Do Nothing
bg: Не прави нищо
fr: Ne rien faire
ja_jp: 何もしない
pt_br: Fazer nada
ru: Ничего не делать
sv: Gör ingenting
uk_ua: Нічого не робити

source: Do you want to overwrite %@?
bg: Искате ли да презапишете %@?
fr: Voulez-vous remplacer %@ ?
it: Vuoi sostituire %@?
ja_jp: %@ を上書きしますか？
pt_br: Você quer substituir %@?
ru: Вы хотите перезаписать %@?
sv: Vill du skriva över %@?
uk_ua: Ви хочете замінити %@?
zh: 您是否确认覆盖 %@？

source: Don't Quit
bg: Не излизай
fr: Ne pas quitter
it: Non uscire
ja_jp: 終了しない
pt_br: Não desista.
ru: Не Выходить
sv: Avsluta inte
uk_ua: Не завершувати
zh: 不要退出

source: Done
bg: Завършено
fr: Terminé
it: Fine
ja_jp: 完了
pt_br: Concluído
ru: Завершено
sv: Färdig
uk_ua: Готово
zh: 完成

source: Encode canceled
bg: Кодирането е отменено
fr: Encodage interrompu
it: Conversione annullata
ja_jp: エンコード中止
pt_br: Encode cancelado
ru: Кодирование отменено
sv: Enkodning avbröts
uk_ua: Перетворення скасовано
zh: 编码取消

source: Encode complete
bg: Кодирането е завършено
fr: Encodage terminé
it: Conversione completata
ja_jp: エンコード完了
pt_br: Codificação completa
ru: Кодирование завершено
sv: Enkodning färdig
uk_ua: Перетворення завершено
zh: 编码完成

source: Encode failed
bg: Кодирането се провали
fr: Échec de l'encodage
it: Conversione fallita
ja_jp: エンコード失敗
pt_br: Encode falhou
ru: Кодирование не удалось
sv: Enkodning misslyckades
uk_ua: Перетворення не вдалося
zh: 编码失败

source: Encode ready
bg: Кодирането е готово
fr: Prêt à encoder
it: Conversione pronta
ja_jp: エンコード準備完了
pt_br: Encode pronto
ru: Кодирование готово
sv: Enkodningen är färdig
uk_ua: Перетворення готове
zh: 已准备编码

source: Encode working
bg: Кодирането работи
fr: Encodage en cours
it: Conversione in corso
ja_jp: エンコード処理中
pt_br: Encode trabalhando
ru: Кодирование в процессе
sv: Enkodningen pågår
uk_ua: Перетворення триває
zh: 编码工作中

source: Encoder
fr: Encodeur
it: Codificatore
ja_jp: エンコーダー
pt_br: Codificador
sv: Enkodare
uk_ua: Перетворювач.

source: Encoding %lu Jobs
bg: Кодиране на %lu задачи
fr: Encodage de %lu tâches
it: Converto %lu lavori
ja_jp: %lu つのジョブをエンコード中
pt_br: Codificando %lu tarefas
ru: Кодирование %lu Заданий
sv: Enkodar %lu jobb
uk_ua: Перетворення %lu завдань
zh: 编码 %lu 个任务

source: Encoding Job: %@
bg: Кодиране на задача: %@
fr: Encodage de la tâche : %@
it: Converto lavoro: %@
ja_jp: エンコード中のジョブ: %@
pt_br: Tarefa de codificação: %@
ru: Кодирование: %@
sv: Enkodar jobb: %@
uk_ua: Перетворення завдання: %@.
zh: 编码任务：%@

source: Ended at:
bg: Приключило в:
fr: Fini à :
it: Completato il:
ja_jp: 完了:
pt_br: Terminou em:
ru: Закончено:
sv: Avslutad:
uk_ua: Закінчується на:
zh: 结束于：

source: Export preset
bg: Експортиране на шаблон
fr: Exporter préréglage
it: Esporta
ja_jp: プリセットをエクスポート
pt_br: Predefinição de exportação
ru: Экспортировать пресет
sv: Exportera förval
uk_ua: Експорт шаблону
zh: 导出预设

source: Export presets
bg: Експортиране на шаблони
fr: Exporter les préréglages
it: Esporta preset
ja_jp: プリセットをエクスポート
pt_br: Exportar Predefinições
ru: Экспортировать пресеты
sv: Exportera förval
uk_ua: Експорт шаблонів
zh: 导出预设

source: extension
ja_jp: 拡張機能
pt_br: extensão
sv: filändelse
uk_ua: розширення

source: File already exists.
bg: Файлът вече съществува.
fr: Le fichier existe déjà.
it: Il documente esiste già.
ja_jp: ファイルが既に存在します。
pt_br: O arquivo já existe.
ru: Файл уже существует.
sv: Filen finns redan.
uk_ua: Файл вже існує.
zh: 文件已存在。

source: File name
ja_jp: ファイル名
pt_br: Nome do arquivo
sv: Filnamn
uk_ua: Ім'я файлу

source: Frames
bg: Кадри
ja_jp: フレーム
pt_br: Tempo de início em frames
ru: Кадры
sv: Bildrutor
uk_ua: Кадри

source: General
bg: Основни
fr: Général
it: Generali
ja_jp: 一般
pt_br: Geral
ru: Общие
sv: Allmänt
uk_ua: Загальні
zh: 通用

source: HandBrake can't open the preview.
bg: HandBrake не може да отвори визуализацията.
fr: HandBrake ne peut pas ouvrir l'aperçu.
it: HandBrake non può aprire l'anteprima.
ja_jp: HandBrakeはプレビューを開けません。
pt_br: O HandBrake não pode abrir a pré-visualização.
ru: HandBrake не может открыть предпросмотр.
sv: HandBrake kan inte öppna förhandsvisningen.
uk_ua: HandBrake не може відкрити огляд.
zh: HandBrake 无法打开这个预览。

source: HandBrake can't playback this combination of video/audio/container format. Do you want to open it in an external player?
bg: HandBrake не може да възпроизведе тази комбинация от видео/аудио/контейнер. Искате ли да го отворите във външен плеър?
fr: HandBrake ne peut pas lire cette combinaison de format video/audio/conteneur. Voulez-vous l'ouvrir dans un lecteur externe ?
it: HandBrake non può riprodurre questa combinazione di formati video/audio/contenitore. Vuoi aprirlo in un riproduttore esterno?
ja_jp: HandBrakeはこのビデオ/音声/コンテナ形式の組み合わせでは再生できません。外部プレーヤーを開きますか？
pt_br: O HandBrake não pode reproduzir essa combinação de formato de vídeo/áudio/contêiner. Você quer abri-lo em um jogador externo?
ru: HandBrake не может воспроизвести данную комбинацию формата видео/аудио/контейнера. Вы хотите открыть её во внешнем проигрывателе?
sv: HandBrake kan inte spela upp denna kombination av video/ljud/container-format. Vill du öppna den i en extern uppspelare?
uk_ua: HandBrake не може відтворити це поєднання відео/аудіо/контейнерного формату. Ви хочете відкрити його у зовнішньому плеєрі?
zh: HandBrake 无法播放这种视频/音频/容器格式的组合。您想在外部播放器中打开它吗？

source: HandBrake does not have permission to write to this folder. To allow HandBrake to write to this folder, click "Allow"
fr: HandBrake n'a pas la permission d'écrire dans ce dossier. Pour autoriser HandBrake à y écrire, cliquer sur « Autoriser »
it: HandBrake non dispone dei permessi per scrivere in questa cartella. Per consentire ad HandBrake di scrivere in questa cartella, premi "Consenti"
ja_jp: HandBrakeにはこのフォルダーに書き込む権限がありません。このフォルダーに書き込むには、"許可"をクリックしてください
pt_br: O HandBrake não tem permissão para gravar nessa pasta. Para permitir que o HandBrake grave nessa pasta, clique em “Allow” (Permitir)
sv: HandBrake har inte rättigheter att skriva till denna mapp. Klicka "Tillåt" för att tillåta HandBrake att skriva till denna mapp.
uk_ua: HandBrake не має дозволу на запис до цієї теки. Щоб дозволити HandBrake запис до цієї теки, натисніть «Дозволити»

source: Height
fr: Hauteur
it: Altezza
ja_jp: 高さ
pt_br: Altura
sv: Höjd
uk_ua: Висота

source: Hide Sidebar
sv: Dölj sidofält
uk_ua: Приховати бічну панель

source: If you quit HandBrake your current encode will be reloaded into your queue at next launch. Do you want to quit anyway?
bg: Ако изключите HandBrake, текущото кодиране ще бъде добавено в опашката при следващото стартиране. Искате ли да излезете все пак?
fr: Si vous quittez HandBrake, votre encodage actuel sera remis en file d'attente au prochain démarrage. Voulez-vous quand même quitter ?
it: Se esci da Handbrake la tua conversione attuale sarà ricaricata in coda al prossimo avvio. Confermi di voler uscire?
ja_jp: HandBrakeを終了すると現在のエンコードは次回起動時にキューに再読み込みされます。本当に終了しますか＞
pt_br: Se você sair do HandBrake, seu código atual será recarregado na sua fila no próximo lançamento. Você quer parar de qualquer maneira?
ru: Если вы выйдете из HandBrake, ваша текущая работа будет перезагружена в вашу очередь при следующем запуске. Вы действительно хотите выйти?
sv: Om du avslutar HandBrake kommer din aktuella enkodning att läsas in i din kö vid nästa start. Vill du avsluta ändå?
uk_ua: Якщо ви вийдете з HandBrake, ваше поточне перетворення буде додане у чергу при наступному запуску. Ви все одно хочете вийти?
zh: 如果您退出 HandBrake，您当前的编码将在下一次启动时重新加载到你的队列中。真的想要退出吗?

source: Import presets
bg: Импортиране на шаблони
fr: Importer des préréglages
it: Importa preset
ja_jp: プリセットをインポート
pt_br: Importar Predefinições
ru: Импортировать пресеты
sv: Importera förval
uk_ua: Імпорт шаблонів
zh: 导入预设

source: Incorrect line count
bg: Неправилен брой редове
fr: Nombre de lignes incorrect
it: Numero di righe non corretto
ja_jp: 行数が正しくありません
pt_br: Contagem de linhas incorreta
ru: Неверное количество строк
sv: Felaktigt radantal
uk_ua: Хибна кількість рядків
zh: 行数不正确

source: Invalid chapters CSV file
fr: Fichier de chapitres CSV invalide
it: Documento di capitoli CSV non valido
ja_jp: 無効なチャプターCSVファイルです
pt_br: Arquivo CSV de capítulos inválidos
ru: Недействительный CSV-файл с главами
sv: Ogiltiga kapitel i CSV-filen
uk_ua: Хибний файл CSV з розділами
zh: 无效的章节 CSV 文件

source: Keep Encoding
bg: Продължавай да кодираш
fr: Continuer l'encodage
it: Continua la conversione
ja_jp: エンコード続行
pt_br: Manter a codificação
ru: Продолжить кодировать
sv: Fortsätt enkodning
uk_ua: Продовжити перетворення
zh: 继续编码

source: Live Preview
bg: Визуализация в реално време
fr: Aperçu instantané
it: Anteprima Live
ja_jp: ライブプレビュー
pt_br: Visualização ao vivo
ru: Живой предпросмотр
sv: Direkt förhandsvisning
uk_ua: Огляд наживо
zh: 实时预览

source: Modification-Date
fr: Date de modification
it: Data di modifica
ja_jp: 更新日
pt_br: Data de modificação
sv: Ändringsdatum
uk_ua: Дата зміни

source: Modification-Time
fr: Heure de modification
it: Ora di modifica
ja_jp: 更新時刻
pt_br: Tempo de modificação
sv: Ändringstid
uk_ua: Час зміни

source: Move Job in Queue
bg: Премести задача на опашката
fr: Déplacer la tâche dans la file d'attente
it: sposta lavoro nella coda
ja_jp: ジョブをキューに移動
pt_br: Mova o trabalho na fila
ru: Переместить задание в очереди
sv: Flytta jobb i kö
uk_ua: Додати завдання в чергу
zh: 在队列中移动任务

source: Move Jobs in Queue
bg: Премести задачи на опашката
fr: Déplacer les tâches dans la file d'attente
it: sposta lavori nella coda
ja_jp: ジョブをキューに移動
pt_br: Mova empregos na fila
ru: Переместить задания в очереди
sv: Flytta jobb i kö
uk_ua: Перемістити завдання в черзі
zh: 在队列中移动多个任务

source: My Presets
bg: Моите шаблони
fr: Mes préréglages
it: Personalizzati
ja_jp: マイプリセット
pt_br: Minhas predefinições
ru: Мои Пресеты
sv: Mina förval
uk_ua: Мої шаблони
zh: 我的预设

source: No encode pending
bg: Няма чакащи кодирания
fr: Aucun encodage en cours
it: Nessuna conversione in sospeso
ja_jp: 待機中のエンコードなし
pt_br: Não há codificações pendentes
ru: Нет работ в ожидании
sv: Ingen enkodning väntar
uk_ua: В очікуванні на перетворення нічого немає
zh: 没有待处理的编码

source: No image
bg: Няма изображение
fr: Pas d'image
it: Nessuna immagine
ja_jp: 画像なし
pt_br: Sem imagem
ru: Нет изображения
sv: Ingen bild
uk_ua: Немає зображення
zh: 没有图像

source: No job selected
bg: Няма избрани задачи
fr: Aucune tâche sélectionnée
it: Nessun lavoro selezionato
ja_jp: ジョブ未選択
pt_br: Nenhum trabalho selecionado
ru: Задание не выбрано
sv: Inget jobb valt
uk_ua: Жодне завдання не вибране
zh: 没有选中的任务

source: No Valid Preset
bg: Няма валиден шаблон
fr: Pas de préréglage valide
it: Nessun preset valido
ja_jp: 無効なプリセット
pt_br: Nenhuma predefinição válida
ru: Нету Валидных Пресетов
sv: Inget giltigt förval
uk_ua: Немає дійсного шаблону
zh: 没有有效的预设

source: No Valid Source Found
bg: Не е открит валиден източник
fr: Aucune source valide trouvée
it: Nessuna sorgente valida trovata
ja_jp: 有効なソースが見つかりません
pt_br: Nenhuma fonte válida encontrada
ru: Не найдено действительного исходного файла
sv: Ingen giltig källa hittades
uk_ua: Не знайдено жодного джерела
zh: 没有找到有效源

source: None
bg: Няма
fr: Aucune
it: Nessuno
ja_jp: なし
pt_br: Nenhum
ru: Ничего
sv: Ingen
uk_ua: Немає
zh: 无

source: OK
bg: ОК
ru: ОК
uk_ua: ОК
zh: 确定

source: One or more file already exists. Do you want to overwrite?
bg: Един или повече файла вече съществуват. Желаете ли да презапишете?
fr: Un ou plusieurs fichiers existent déjà. Voulez-vous les remplacer ?
it: Uno o più documenti preesistenti. Vuoi sovrascrivere?
ja_jp: 1つ以上のファイルが既に存在します。本当に上書きしますか？
pt_br: Um ou mais arquivos já existem. Você quer substituir?
ru: Один или несколько файлов уже существуют. Вы хотите их перезаписать?
sv: En eller flera filer finns redan. Vill du skriva över?
uk_ua: Один або більше файлів вже існує. Ви хочете перезаписати?
zh: 一个或多个文件已存在。你是否确定覆盖？

source: Open in external player
bg: Отвори във външен плеър
fr: Ouvrir dans un lecteur externe
it: Apri in un riproduttore esterno
ja_jp: 外部プレイヤーで開く
pt_br: Aberto em jogador externo
ru: Открыть во внешнем проигрывателе
sv: Öppna i extern uppspelare
uk_ua: Відкрити у зовнішньому плеєрі
zh: 在外部播放器中打开

source: Open Source
bg: Отвори източник
fr: Ouvrir une source
it: Apri sorgente
ja_jp: ソースを開く
pt_br: Código-Fonte Aberto
ru: Открыть источник
sv: Öppna källa
uk_ua: Відкрити файл
zh: 打开源

source: Overwrite
bg: Презапиши
fr: Remplacer
it: Sostituisci
ja_jp: 上書き
pt_br: Sobrescrever
ru: Перезаписать
sv: Skriv över
uk_ua: Перезаписати
zh: 覆盖

source: Pause
bg: Пауза
it: Pausa
ja_jp: 一時停止
pt_br: Pausa
ru: Пауза
sv: Paus
uk_ua: Пауза
zh: 暂停

source: Pause Encoding
bg: Паузирай кодиране
fr: Mettre en pause l'encodage
it: Metti la conversione in pausa
ja_jp: エンコードを一時停止
pt_br: Codificação de pausa
ru: Поставить кодирование на паузу
sv: Pausa enkodning
uk_ua: Призупинити перетворення
zh: 暂停编码

source: Pause/Resume Encoding
bg: Пауза/Продължи кодиране
fr: Mettre en pause/Reprendre l'encodage
it: Pausa/Riprendi conversione
ja_jp: エンコード一時停止/再開
pt_br: Codificação pausa/currículo
ru: Поставить на паузу/продолжить кодирование
sv: Pausa/Återuppta enkodningen
uk_ua: Призупинити/відновити перетворення
zh: 暂停/继续编码
