Repository: HandBrake/HandBrake
Catalog: macosx/*.lproj/Localizable.strings
Languages: bg, fr, it, ja_jp, pt_br, ru, sv, uk_ua, zh

source: Paused time:
bg: Паузирано време:
fr: Temps de pause :
it: Tempo in pausa:
ja_jp: 中止時刻:
pt_br: Tempo pausado:
ru: Время паузы:
sv: Pausad tid:
uk_ua: Час зупинки:
zh: 暂停时间：

source: Peak Framerate (VFR)
bg: Максимална кадрова честота (VFR)
fr: Fréquence de pointe (VFR)
it: Picco freq. fotogrammi (VFR)
ja_jp: ピークフレームレート (VFR)
pt_br: Taxa de quadro de pico (VFR)
ru: Наивысшая частота кадров (VFR)
sv: Högsta bildfrekvens (VFR)
uk_ua: Пікова частота кадрів (VFR)
zh: 峰值帧率（VFR）

source: Play/Pause
bg: Възпроизвеждане/Пауза
fr: Lecture/Pause
it: Riproduci/Pausa
ja_jp: 再生/一時停止
pt_br: Tocar/Pausar
ru: Воспроизвести/пауза
sv: Spela upp/Paus
uk_ua: Відтворення/Пауза
zh: 播放/暂停

source: Please enter a name.
bg: Моля, въведете име.
fr: Veuillez entrer un nom.
it: Inserisci un nome.
ja_jp: 名前を入力してください。
pt_br: Por favor informe um nome.
ru: Пожалуйста, введите название.
sv: Ange ett namn.
uk_ua: Будь ласка, введіть ім'я.
zh: 请输入一个名称。

source: Please note that HandBrake does not support the removal of copy-protection from DVD Discs. You can if you wish use any other 3rd party software for this function. This warning will be shown only once each time HandBrake is run.
bg: HandBrake не поддържа премахването на защитите на копие. Ако желаете, може да използвате друг софтуер за тази задача. Това предупреждение ще се показва само веднъж при всяко изпълнение на HandBrake.
fr: Veuillez noter que HandBrake ne gère pas la suppression des protections anti-copie sur les disques DVD. Vous pouvez utiliser un logiciel tiers pour accomplir cette tâche. Cet avertissement ne sera affiché qu'une seule fois, à chaque lancement de HandBrake.
it: Tieni conto che HandBrake non supporta la rimozioni di sistemi di protezione dei contenuti dai dischi DVD. Se preferisci puoi usare altri software di terze parti per questa funzione. Questo avviso verrà mostrato solamente una volta ogni volta che HandBrake è avviato.
ja_jp: HandBrakeはDVDディスクのコピープロテクト除去はサポートしていないことに留意してください。他のサードパーティソフトウェアを使ってすることはできます。この警告はHandBrake起動ごと1回のみ表示されます。
pt_br: Observe que o HandBrake não suporta a remoção da proteção de cópias de discos de DVD. Você pode se desejar usar qualquer outro software de terceiros para esta função. Este aviso será mostrado apenas uma vez que o HandBrake for executado.
ru: Пожалуйста, примите во внимание, что HandBrake не поддерживает удаление защиты от копирования DVD-дисков. Если захотите, вы можете использовать любое другое программное обеспечения для этой функции. Это предупреждение будет показываться только один раз, но при каждом запуске HandBrake.
sv: Observera att HandBrake inte har stöd för att ta bort kopieringsskydd från dvd-skivor. Du kan om du vill använda en annan tredjepartsprogramvara för denna funktion. Denna varning kommer att visas en gång varje gång som HandBrake körs.
uk_ua: Зверніть увагу, що HandBrake не підтримує зняття захисту від копіювання з DVD-дисків. За бажанням ви можете скористатися будь-яким іншим програмним забезпеченням сторонніх розробників для цієї функції. Це попередження буде показано лише один раз при кожному запуску HandBrake.
zh: 请注意，HandBrake 不支持去除 DVD 光盘的防拷贝保护。如果您愿意，您可以使用任何其他第三方软件来实现这一功能。这个警告在每次运行 HandBrake 时只显示一次。

source: Preferences…
bg: Предпочитания...
fr: Préférences…
it: Preferenze…
ja_jp: 設定…
pt_br: Preferências:
ru: Настройки...
sv: Inställningar...
uk_ua: Налаштування...
zh: 偏好设置…

source: Preset
fr: Préréglage
ja_jp: プリセット
pt_br: Predefinição
sv: Förval
uk_ua: Шаблон

source: Presets
bg: Шаблони
fr: Préréglages
ja_jp: プリセット
pt_br: Pré definições
ru: Пресеты
sv: Förval
uk_ua: Шаблони

source: preview
bg: визуализация
fr: aperçu
it: anteprima
ja_jp: プレビュー
pt_br: visualização
ru: предпросмотр
sv: förhandsvisa
uk_ua: огляд
zh: 预览

source: Preview
bg: Визуализация
fr: Aperçu
it: Anteprima
ja_jp: プレビュー
pt_br: Pré-visualização
ru: Предпросмотр
sv: Förhandsvisning
uk_ua: Огляд
zh: 预览

source: Preview - %@ %@
bg: Визуализация - %1$@ %2$@
fr: Aperçu - %1$@ %2$@
it: Anteprima - %1$@ %2$@
ja_jp: プレビュー - %1$@ %2$@
pt_br: Pré-visualização - %1$@ %2$ @
ru: Предпросмотр - %1$@ %2$@
sv: Förhandsvisning - %1$@ %2$@
uk_ua: Огляд - %1$@ %2$@
zh: 预览 - %1$@ %2$@

source: Preview Image, Size: %f x %f, Scale: %.0f%%
pt_br: Imagem de visualização, tamanho: %1$f x %2$f, Escala: %3$.0f%%
sv: Förhandsvisning av bild, Storlek: %1$f x %2$f, Skala: %3$.0f%%
uk_ua: Огляд зображення, розмір: %1$f x %2$f, Масштаб: %3$.0f%%

source: Put Computer to Sleep
bg: Заспиване на компютъра
fr: Mettre en veille l'ordinateur
ja_jp: コンピューターをスリープ
pt_br: Coloque o computador para dormir
ru: Перевести компьютер в спящий режим
sv: Försätt datorn i sömnläge
uk_ua: Переведення комп'ютера в режим сну

source: Put down that cocktail…
bg: Оставете коктейла...
fr: Reposez ce cocktail…
it: Appoggia quel cocktail…
ja_jp: カクテルを置いて…
pt_br: Abaixe o coquetel...
ru: Отложите в сторону этот коктейл...
sv: Ställ ner din cocktail...
uk_ua: Постав коктейль...
zh: 放下那杯鸡尾酒…

source: Quality Type
fr: Type de qualité
it: Tipo di qualità
ja_jp: 品質タイプ
pt_br: Tipo de qualidade
sv: Kvalitetstyp
uk_ua: Тип якості

source: Quality/Bitrate
bg: Качество/Побитова скорост
fr: Qualité/Débit
it: Qualità/Frequenza dati
ja_jp: 品質/ビットレート
pt_br: Qualidade/Bitrate
ru: Качетсво/битрейт
sv: Kvalitet/Bitfrekvens
uk_ua: Якість/бітрейт
zh: 质量/码率

source: Queue
bg: Опашка
fr: File d'attente
it: Coda
ja_jp: キュー
pt_br: Fila
ru: Очередь
sv: Kö
uk_ua: Черга
zh: 队列

source: Queue (%@)
bg: Опашка (%@)
fr: File d'attente (%@)
it: Coda (%@)
ja_jp: キュー (%@)
pt_br: Começar a Fila
ru: Очередь (%@)
sv: Kö (%@)
uk_ua: Черга. (%@)
zh: 队列（%@）

source: Quick Look
bg: Бърз преглед
fr: Coup d'œil
ja_jp: クイックルック
pt_br: Visualização Rápida
ru: Быстрый Просмотр
sv: Snabbtitt
uk_ua: Швидкий перегляд

source: Quit
bg: Изход
fr: Quitter
it: Esci
ja_jp: 終了
pt_br: Sair
ru: Выход
sv: Avsluta
uk_ua: Вийти
zh: 退出

source: Quit HandBrake
bg: Изход от HandBrake
fr: Quitter HandBrake
ja_jp: HandBrakeを終了
pt_br: Desista do Freio de Mão
ru: Выйти из HandBrake
sv: Avsluta HandBrake
uk_ua: Вийти з HandBrake

source: Remaining Time
bg: Оставащо време
fr: Temps restant
it: Tempo rimanente
ja_jp: 残り時間
pt_br: Tempo Restante
ru: Осталось времени
sv: Återstående tid
uk_ua: Час, що залишився
zh: 剩余时间

source: Remove All Jobs
bg: Премахни всички задачи
fr: Supprimer toutes les tâches
ja_jp: 全ジョブ削除
pt_br: Remover todos os trabalhos
ru: Удалить все задания
sv: Ta bort alla jobb
uk_ua: Видалити всі завдання

source: Remove Completed Jobs
bg: Премахване на завършените задачи
fr: Supprimer les tâches terminées
ja_jp: 完了したジョブを削除
pt_br: Remover trabalhos concluídos
ru: Удалить завершенные задания
sv: Ta bort färdiga jobb
uk_ua: Видалити завершені завдання

source: Remove job
bg: Махни задача
fr: Supprimer la tâche
it: Rimuovi lavoro
ja_jp: ジョブを削除
pt_br: Remova o trabalho
ru: Удалить задание
sv: Ta bort jobb
uk_ua: Видалити завдання
zh: 移除任务

source: Remove Job From Queue
bg: Махни задачата от опашката
fr: Supprimer la tâche de la file d'attente
it: rimuovi lavoro dalla coda
ja_jp: ジョブをキューから削除
pt_br: Remover o trabalho da fila
ru: Удалить задание из очереди
sv: Ta bort jobb från kö
uk_ua: Видалити завдання з черги
zh: 从队列移除任务

source: Remove Jobs From Queue
bg: Махни задачите от опашката
fr: Supprimer les tâches de la file d'attente
it: rimuovi lavori dalla coda
ja_jp: ジョブをキューから削除
pt_br: Remover empregos da fila
ru: Удалить задания из очереди
sv: Ta bort jobb från kö
uk_ua: Видалити завдання з черги
zh: 从队列移除多个任务

source: Rescanning for editing
bg: Повторно сканиране за редакция
fr: Nouveau scan pour modification
it: Analizzo per rendere modificabile
ja_jp: 編集のために再スキャン中
pt_br: Reformulando para edição
sv: Söker igenom igen för redigering
uk_ua: Сканування для редагування
zh: 重新扫描以进行编辑

source: Reset All Jobs
bg: Възстановяване на всички задачи
fr: Réinitialiser toutes les tâches
ja_jp: 全ジョブリセット
pt_br: Redefinir todos os empregos
ru: Сбросить все задания
sv: Nollställ alla jobb
uk_ua: Скинути всі завдання

source: Reset Failed Jobs
bg: Рестартирай провалени задачи
fr: Réinitialiser les tâches échouées
ja_jp: 失敗したジョブをリセット
pt_br: Redefinir trabalhos com falha
ru: Сбросить неудавшиеся задания
sv: Nollställ misslyckade jobb
uk_ua: Скинути невдалі завдання

source: Resume
bg: Продължи
fr: Reprendre
it: Riprendi
ja_jp: 再開
pt_br: Currículo
ru: Продолжить
sv: Återuppta
uk_ua: Продовжити
zh: 继续

source: Resume Encoding
bg: Продължи кодиране
fr: Reprendre l'encodage
it: Riprendi conversione
ja_jp: エンコード再開
pt_br: Codificação de currículo
ru: Продолжить кодирование
sv: Återuppta enkodning
uk_ua: Відновити перетворення
zh: 继续编码

source: Reveal destination in Finder
fr: Révéler la destination dans le Finder
it: Mostra destinazione nel Finder
ja_jp: ファインダーで出力先を見つける
pt_br: Revelar destino no Finder
ru: Открыть путь назначения в Finder
sv: Visa målet i Finder
uk_ua: Відкрийте пункт призначення у Finder
zh: 在访达中显示目标

source: Run time:
bg: Врем за изпълнение:
fr: Temps d'exécution :
it: Tempo:
ja_jp: 再生時間:
pt_br: Tempo de execução:
ru: Время работы:
sv: Speltid:
uk_ua: Час запуску:
zh: 运行时间：

source: Save
bg: Запази
fr: Enregistrer
it: Salva
ja_jp: 保存
pt_br: Salvar
ru: Сохранить
sv: Spara
uk_ua: Зберегти
zh: 保存

source: Scale To Screen
bg: Мащабиране до екран
fr: Adapter à l'écran
it: Adatta allo schermo
ja_jp: 画面に合わせる
pt_br: Escala para tela
ru: Масштабировать к размеру экрана
sv: Skala till skärm
uk_ua: Масштабувати до екрану
zh: 缩放到屏幕

source: Seconds
bg: Секунди
ja_jp: 秒
pt_br: Segundos
ru: Секунд
sv: Sekunder
uk_ua: Секунди

source: Select Continue Encoding to dismiss this dialog without making changes.
fr: Choisissez de Continuer l'encodage pour fermer cette fenêtre sans effectuer de changement.
it: Seleziona "Continua conversione" per mandare via questo avviso senza fare modifiche.
ja_jp: 変更せずにこのダイアログを閉じるにはエンコードを続行を選択してください。
pt_br: Selecione Continuar codificação para descartar essa caixa de diálogo sem fazer alterações.
ru: Выберите 'Продолжить кодирование', чтобы закрыть это диалоговое окно без применения изменений.
sv: Välj Fortsätt enkodningen för att stänga denna dialogruta utan att göra ändringar.
uk_ua: Виберіть Продовжити кодування, щоб закрити це діалогове вікно без внесення змін.
zh: 选择“继续编码”，可以在不做任何修改的情况下关闭这个对话框。

source: Select the desired external application
bg: Изберете желаното външно приложение
fr: Sélectionnez l'application externe souhaitée
it: Seleziona l'applicazione desiderata
ja_jp: 希望する外部アプリケーションを選択してください
pt_br: Selecione o aplicativo externo desejado
ru: Выбрать предпочитаемое внешнее приложение
sv: Välj önskat externt program
uk_ua: Виберіть потрібну зовнішню програму
zh: 选择所需的外部应用程序

source: Select the titles to add to the queue using the %@ preset:
bg: Изберете заглавия, които да добавите на опашката, като използвате шаблон %@:
fr: Sélectionner les titres à ajouter à la file, en utilisant le préréglage %@ :
it: Seleziona i titoli da aggiungere alla coda usando il preset %@:
ja_jp: プリセット %@ を使用してキューに追加するタイトルを選択:
pt_br: Selecione os títulos para adicionar à fila usando a predefinição %@:
ru: Выберите заголовки для добавления в очередь используя пресет %@:
sv: Välj de titlar att lägga till i kön med förvalet %@:
uk_ua: Виберіть заголовки, які потрібно додати до черги, за допомогою шаблону %@:
zh: 使用 %@ 预设将选择的标题添加到队列：

source: Show
bg: Покажи
fr: Afficher
it: Mostra
ja_jp: 表示
pt_br: Mostrar
ru: Показать
sv: Visa
uk_ua: показати
zh: 显示

source: Show Activity Window
bg: Покажи прозорец на дейностите
fr: Afficher la fenêtre d'activité
it: Mostra finestra di attività
ja_jp: アクティビティウインドウを表示
pt_br: Mostrar Janela de Atividades
ru: Показать окно активности
sv: Visa aktivitetsfönster
uk_ua: Показати вікно активності
zh: 显示活动窗口

source: Show Presets List
bg: Покажи списък с шаблони
fr: Montrer la liste des préréglages
ja_jp: プリセットリストを表示
pt_br: Mostrar Lista de Pré-definições
ru: Показать список пресетов
sv: Visa förvalslista
uk_ua: Показати перелік шаблонів

source: Show Preview Window
bg: Покажи прозорец на визуализация
fr: Afficher la fenêtre d'aperçu
it: Mostra finestra di anteprima
ja_jp: プレビューウインドウを表示
pt_br: Mostrar Janela de Pré-visualização
ru: Показать окно предпросмотра
sv: Visa förhandsvisningsfönstret
uk_ua: Показати вікно огляду
zh: 显示预览窗口

source: Show Queue Window
bg: Покажи прозорец на опашката
fr: Afficher la fenêtre de la file d'attente
ja_jp: キューウインドウを表示
pt_br: Mostrar Janela de Fila
ru: Показать окно очереди
sv: Visa köfönstret
uk_ua: Показати вікно черги

source: Show Sidebar
sv: Visa sidofält
uk_ua: Показати бічну панель

source: Shut Down Computer
bg: Изключване на компютъра
fr: Éteindre l'ordinateur
ja_jp: コンピューターをシャットダウン
pt_br: Desligar Computador
ru: Выключать компьютер
sv: Stäng av datorn
uk_ua: Вимкнути комп'ютер

source: Size:
bg: Размер:
fr: Taille :
it: Dimensione:
ja_jp: サイズ:
pt_br: Tamanho:
ru: Размеры:
sv: Storlek:
uk_ua: Розмір:
zh: 大小：

source: Skip Current Job
bg: Пропускане на настояща задача
fr: Ignorer la tâche en cours
it: Salta lavoro attuale
ja_jp: 現在のジョブをスキップ
pt_br: Pular Tarefa Atual
ru: Пропустить текущее задание
sv: Hoppa över aktuellt jobb
uk_ua: Пропустити поточне завдання
zh: 跳过当前任务

source: Slider
bg: Плъзгач
fr: Curseur
ja_jp: スライダー
ru: Ползунок
sv: Draglist
uk_ua: Повзунок
zh: 滑块

source: Source
bg: Източник
it: Sorgente
ja_jp: ソース
pt_br: Fonte
ru: Исходный файл
sv: Källa
uk_ua: Джерело
zh: 来源

source: Start
bg: Начало
fr: Démarrer
it: Avvia
ja_jp: 開始
pt_br: Começo
ru: Начало
sv: Starta
uk_ua: Почати
zh: 开始

source: Start Encoding
bg: Започни кодиране
fr: Démarrage l'encodage
it: Avvia conversione
ja_jp: エンコードを開始
pt_br: Começar a Codificar
ru: Начать кодирование
sv: Starta enkodning
uk_ua: Почати перетворення
zh: 开始编码

source: Start Queue
bg: Начало на опашката
fr: Démarrer la file d'attente
it: Avvia coda
ja_jp: キューを開始
pt_br: Começar a Fila
ru: Запустить очередь
sv: Starta kö
uk_ua: Стартова черга
zh: 开始队列

source: Start/Stop Encoding
bg: Стартиране/Спиране на кодирането
fr: Démarrer/Arrêter l'encodage
it: Avvia/Interrompi conversione
ja_jp: エンコードを開始/停止
pt_br: Começar/Parar Codificação
ru: Начать/остановить кодирование
sv: Starta/Stoppa enkodning
uk_ua: Почати/зупинити перетворення
zh: 开始/停止编码

source: Started at:
bg: Започнало в:
fr: Commencé à :
it: Avviato il:
ja_jp: 開始時刻:
pt_br: Começou em:
ru: Начало в:
sv: Startades:
uk_ua: Почати з:
zh: 开始于：

source: Stop
bg: Спиране
fr: Arrêter
it: Interrompi
ja_jp: 停止
pt_br: Parar
ru: Остановить
sv: Stoppa
uk_ua: Стоп
zh: 停止

source: Stop action.
bg: Спиране на действие.
fr: Arrêter l'action en cours.
it: Azione di interruzione.
ja_jp: 動作を停止。
pt_br: Pare a ação.
sv: Stoppa åtgärd.
uk_ua: Зупинити дію.
zh: 停止动作。

source: Stop After Current Job
bg: Спиране след настоящата задача
fr: Arrêter après la tâche actuelle
it: Interrompi dopo il lavoro attuale
ja_jp: 現在のジョブの後に停止
pt_br: Pare Após a Tarefa Atual
ru: Остановить после текущего задания
sv: Stoppa efter aktuellt jobb
uk_ua: Зупинитись після поточного завдання
zh: 当前任务后停止

source: Stop All
bg: Спиране на всички
fr: Tout arrêter
it: Interrompi tutto
ja_jp: 全て停止
pt_br: Parar Tudo
ru: Остановить все
sv: Stoppa alla
uk_ua: Зупинити все
zh: 全部停止

source: Stop Encoding
bg: Спиране на кодиране
fr: Arrêter l'encodage
it: Interrompi conversione
ja_jp: エンコード停止
pt_br: Parar Codificação
ru: Остановить кодирование
sv: Stoppa enkodning
uk_ua: Зупинити перетворення
zh: 停止编码

source: Stop Encoding and Delete
bg: Спиране на кодиране и изтриване
fr: Arrêter l'encodage et Supprimer
it: Interrompi conversione ed elimina
ja_jp: エンコードを停止して削除
pt_br: Pare a Codificação e Apague
ru: Остановить кодирование и удалить
sv: Stoppa enkodning och ta bort
uk_ua: Зупинити перетворення та видалити
zh: 停止编码并删除

source: Stop Encoding and Edit
bg: Спиране на кодиране и редактиране
fr: Arrêter l'encodage et Éditer
it: Interrompi conversione e modifica
ja_jp: エンコードを停止して編集
pt_br: Pare a Codificação e Edite
ru: Остановить кодирование и редактировать
sv: Stoppa enkodning och redigera
uk_ua: Зупинити перетворення та редагувати
zh: 停止编码并编辑

source: Stop This Encode and Edit It?
bg: Спрете това кодиране и го редактирайте?
fr: Arrêter l'encodage et l'éditer ?
it: Interrompere e modifica questa conversione?
ja_jp: このエンコードを停止して編集しますか？
pt_br: Pare Essa Codificação e Edite-a?
ru: Остановить эту работу и редактировать её?
sv: Stoppa denna enkodning och redigera den?
uk_ua: Зупинити перетворення та відредагувати його?
zh: 停止编码并编辑？

source: Stop This Encode and Remove It?
bg: Спрете това кодиране и го премахнете?
fr: Arrêter l'encodage et le retirer ?
it: Interrompere e rimuovere questa conversione?
ja_jp: このエンコードを停止して削除しますか？
pt_br: Pare Essa Codificação e Remova-a?
ru: Остановить эту работу и удалить её?
sv: Stoppa denna enkodning och ta bort den?
uk_ua: Зупинити це перетворення і прибрати його?
zh: 停止编码并删除？

source: Subtitles
bg: Субтитри
fr: Sous-titres
it: Sottotitoli
ja_jp: 字幕
pt_br: Legendas
ru: Субтитры
sv: Undertexter
uk_ua: Субтитри
zh: 字幕

source: The computer will shut down after encoding is done.
bg: Компютърът ще се изключи, след като кодирането е готово.
fr: L'ordinateur s'éteindra après la fin de l'encodage.
it: Il computer verrà spento al completamento della conversione.
ja_jp: エンコードの完了後にコンピューターをシャットダウンします。
pt_br: O computador desligará depois que a codificação estiver pronta.
ru: Компьютер будет выключен после завершения кодирования.
sv: Datorn kommer att stängas av efter att enkodningen är färdig.
uk_ua: Після завершення перетворення комп'ютер вимкнеться.
zh: 编码完成之后将会关闭计算机。

source: The computer will sleep after encoding is done.
bg: Компютърът ще заспи, след като кодирането е готово.
fr: L'ordinateur se mettra en veille après la fin de l'encodage.
it: Il computer entrerà in stop al completamento della conversione.
ja_jp: エンコードの完了後にコンピューターをスリープにします。
pt_br: O computador dormirá depois que a codificação estiver pronta.
ru: Компьютер будет переведен в спящий режим после завершения кодирования.
sv: Denna datorn kommer att försättas i sömnläge efter enkodningen är färdig.
uk_ua: Після завершення перетворення комп'ютер перейде в режим сну.
zh: 编码完成之后将计算机休眠。

source: The CSV file is not a valid chapters CSV file.
bg: CSV файлът не е валиден CSV файл.
fr: Ce fichier CSV n'est pas un fichier de chapitres valide.
it: Il document CSV non è un documento CSV di capitoli valido.
ja_jp: このCSVファイルは正しいチャプターCSVファイルではありません。
pt_br: O arquivo CSV não é um arquivo CSV de capítulos válidos.
ru: CSV-файл не является действительным CSV-файлом с главами
sv: CSV-filen är inte en giltig CSV-fil med kapitel.
uk_ua: Файл CSV не є дійсним файлом CSV з розділами.
zh: 这个 CSV 文件不是包含有效章节信息的 CSV 文件。

source: The destination is the same as the source, you can not overwrite your source file!
fr: La destination est la même que celle de votre fichier source, vous ne pouvez pas écraser votre fichier source !
it: La destinazione è uguale alla sorgente, non è possibile sovrascrivere il documento sorgente!
ja_jp: 出力先がソースと同じです。ソースファイルを上書きすることはできません！
pt_br: O destino é o mesmo que a fonte, você não pode substituir seu arquivo de origem!
ru: Путь назначения совпадает с исходным файлом, вы не можете перезаписать исходный файл!
sv: Målet är samma som källan. Du kan inte skriva över din källfil!
uk_ua: Місце призначення те ж саме, що і джерело, ви не можете перезаписати вихідний файл!
zh: 目标与源文件相同，您不能覆盖您的源文件！

source: The line count in the chapters CSV file does not match the number of chapters in the movie.
fr: Le nombre de lignes du fichier CSV des chapitres ne correspond pas au nombre de chapitres pour ce film.
it: Il numero di righe nel CSV dei capitoli non corrisponde al numero dei capitoli nel filmato.
ja_jp: CSVファイルの行数が映像のチャプター数と一致しません。
pt_br: A contagem de linhas nos capítulos CSV arquivo não corresponde ao número de capítulos no filme.
ru: Количество строк в CSV-файле с главами не совпадает с количеством глав в фильме.
sv: Radantalet i CSV-kapitelfilen matchar inte det antal kapitel som finns i filmen.
uk_ua: Кількість рядків у CSV-файлі chapters не відповідає кількості розділів у фільмі.
zh: 章节 CSV 文件中的行数与视频中的章节数不一致。

source: The preset name cannot be empty.
bg: Името на шаблона не може да е празно.
fr: Le nom du préréglage ne peut être vide.
it: Il nome del preset non può essere vuoto.
ja_jp: プリセット名は空にできません。
pt_br: O nome da pré-definição não pode estar vazio.
ru: Название пресета не может быть пустым.
sv: Förvalsnamnet får inte vara tomt.
uk_ua: Ім'я не може бути порожнім.
zh: 预设名称不能为空。

source: There is already a queue item for this destination.
bg: Вече има задача в опашката за този изход.
fr: Il existe déjà un élément dans la file d'attente pour cette destination.
it: Un elemento della coda è già presente per questa destinazione.
ja_jp: この出力先にはすでにキューのアイテムがあります。
pt_br: Já existe um item de fila para este destino.
ru: Уже существует задание в очереди с таким путем назначения.
sv: Det finns redan ett köobjekt för detta mål.
uk_ua: Для цього пункту призначення вже існує елемент черги.
zh: 这个目标已经有一个队列项目。

source: This is not a valid destination directory!
bg: Това не е валидна изходна директория!
fr: Le dossier de destination n'est pas valide !
it: La cartella di destinazione non è valida!
ja_jp: これは正しい出力先ディレクトリではありません！
pt_br: Este não é um diretório de destino válido!
ru: Данная папка не является действительным путем назначения!
sv: Detta är inte en giltig målkatalog!
uk_ua: Це хибний каталог призначення!
zh: 这不是有效的目标目录！

source: Time
bg: Време
fr: Temps
it: Orario
ja_jp: 時間
pt_br: Tempo
ru: Время
sv: Tid
uk_ua: Час
zh: 时间

source: Title
bg: Заглавие
fr: Titre
it: Titolo
ja_jp: タイトル
pt_br: Título
ru: Заголовок
sv: Titel
uk_ua: Заголовок
zh: 标题

source: Toggle details sidebar
sv: Växla sidofältsinformation
uk_ua: Переключити бічну панель деталей

source: Unknown
bg: Неизвестно
fr: Inconnu
it: Sconosciuta
ja_jp: 不明
pt_br: Desconhecido
ru: Неизвестно
sv: Okänt
uk_ua: Невідомо
zh: 未知

source: Variable Framerate
bg: Променлива кадрова честота
fr: Fréquence d'images variable
it: Freq. fotogrammi variabile
ja_jp: 可変フレームレート
pt_br: Framerate Variável
ru: Переменная
sv: Variabel bildfrekvens
uk_ua: Змінна частота кадрів
zh: 可变帧率

source: Warning!
bg: Внимание!
fr: Attention !
it: Attenzione!
ja_jp: 警告！
pt_br: Aviso!
ru: Предупреждение!
sv: Varning!
uk_ua: Обережно!
zh: 警告！

source: When Done
bg: При завършване
fr: Quand terminé
ja_jp: 完了時
pt_br: Quando Concluído
ru: При завершении
sv: När färdig
uk_ua: Коли буде готово

source: Width
fr: Largeur
it: Larghezza
ja_jp: 幅
pt_br: Largura
sv: Bredd
uk_ua: Ширина

source: Working
bg: Работи
fr: Travail en cours
it: Lavoro
ja_jp: 処理中
pt_br: Trabalhando
sv: Arbetar
uk_ua: В процесі
zh: 工作中

source: You are currently encoding. What would you like to do?
bg: В момента кодирате. Какво желаете да направите?
fr: Un encodage est en cours. Que voulez-vous faire ?
it: Attualmente stai convertendo. Come preferisci continuare?
ja_jp: 現在エンコードしています。どうしますか？
pt_br: Você está atualmente codificando. O que você gostaria de fazer?
ru: В данный момент вы кодируете. Что вы хотите сделать?
sv: Du enkodar för tillfället. Vad vill du göra?
uk_ua: Ви зараз перетворюєте. Що б ви хотіли зробити?
zh: 您目前正在进行编码。您想做什么？

source: You can't undo this action.
bg: Не можете да отмените това действие.
fr: Vous ne pouvez pas annuler cette acton.
it: Non puoi annullare questa azione.
ja_jp: この操作をすると戻すことができません。
pt_br: Você não pode desfazer esta ação.
ru: Вы не можете отменить это действие.
sv: Du kan inte ångra denna åtgärd.
uk_ua: Ви не можете скасувати цю дію.
zh: 您不能撤销这个操作。
