Repository: HandBrake/HandBrake
Catalog: macosx/*.lproj/Localizable.strings
Languages: bg, fr, it, ja_jp, pt_br, ru, sv, uk_ua, zh

source: You have selected to shut down the computer after encoding. To turn off shut down, go to the HandBrake preferences.
bg: Избрали сте да изключите компютъра след кодиране. За да спрете изключването, отидете в настройките на HandBrake.
fr: Vous avez choisi d'éteindre l'ordinateur après l'encodage. Pour modifier ce choix, allez dans les préférences de HandBrake.
it: Hai impostato di spegnere il computer dopo la conversione.
ja_jp: エンコード後にシャットダウンすることが選択されました。これをオフにするには、HandBrake設定に行ってください。
pt_br: Você escolheu desligar o computador depois de codificar. Para desligar esta opção, vá até as opções do HandBrake.
ru: Вы выбрали выключение компьютера после заврешения кодирования. Чтобы отключить, перейдите в настройки HandBrake.
sv: Du har valt att stänga av datorn efter enkodningen. Gå till HandBrake-inställningarna för att inaktivera avstängningen.
uk_ua: Ви вибрали вимкнення комп'ютера після перетворення. Щоб скасувати вимкнення, перейдіть до налаштувань HandBrake.
zh: 您已选择在编码后关闭计算机。要停止关机，请到 HandBrake 选项中取消。

source: You have selected to sleep the computer after encoding. To turn off sleeping, go to the HandBrake preferences.
bg: Избрали сте да приспите компютъра след кодиране.За да спрете приспиването, отидете в настройките на HandBrake.
fr: Vous avez choisi de suspendre l'activité de l'ordinateur après l'encodage. Pour modifier ce choix, allez dans les préférences de HandBrake.
it: Hai impostato di mettere il computer in stop dopo la conversione.
ja_jp: エンコード後にスリープすることが選択されました。スリープにするのをやめるするには、HandBrake設定に行ってください。
pt_br: Você selecionou para o computador dormir após a codificação. Para desligar o modo dormir, vá para as preferências do HandBrake.
ru: Вы выбрали перевести компьютер в спящий режим после заврешения кодирования. Чтобы отключить, перейдите в настройки HandBrake.
sv: Du har valt att försätta datorn i viloläge efter enkodningen. Gå till HandBrake-inställningarna för att inaktivera viloläget.
uk_ua: Ви вибрали режим сну комп'ютера після перетворення. Щоб вимкнути сплячий режим, перейдіть до налаштувань HandBrake.
zh: 您已选择在编码后让计算机休眠。要停止休眠，请到 HandBrake 选项中取消。

source: You need to make more space available on your destination disk.
bg: Трябва да освободите повече пространство на изходния си диск.
fr: Vous devez libérer de l'espace sur votre disque de destination.
it: È necessario liberare più spazio sul disco di destinazione.
ja_jp: 出力先ディスクの空き容量を増やす必要があります。
pt_br: Você precisa liberar mais espaço no seu disco de destino.
ru: Вам необходимо больше освободить диск назначения.
sv: Du behöver frigöra mer plats på din måldisk.
uk_ua: Вам потрібно звільнити більше місця на диску призначення.
zh: 您需要在目标磁盘上腾出更多空间。

source: Your destination disk is almost full.
bg: Вашият изходен диск е почни пълен.
fr: Votre disque de destination est presque plein.
it: Il disco di destinazione è quasi pieno.
ja_jp: 出力先ディスクがいっぱいです。
pt_br: Seu disco de destino está quase cheio.
ru: На диске пути назначения практически не осталось места.
sv: Din måldisk är nästan full.
uk_ua: Диск призначення майже заповнено.
zh: 您的目标磁盘几乎已满。

source: Your encode %@ couldn't be completed.
bg: Вашето кодиране %@ не можа да завърши.
fr: Votre encodage %@ n'a pas pu être complété.
it: Non è stato possibile convertire %@ .
ja_jp: エンコード %@ は完了しませんでした。
pt_br: Sua codificação %@ não pode ser completada.
ru: Ваше кодирование %@ не может быть завершено.
sv: Din enkodning %@ kunde inte färdigställas.
uk_ua: Ваше перетворення %@ не може бути завершене.
zh: 您的编码 %@ 无法完成。

source: Your encode %@ is done!
bg: Вашето кодиране %@ е готово!
fr: Votre encodage %@ est terminé !
it: La tua conversione %@ è completa!
ja_jp: エンコード %@ は完了しました！
pt_br: Sua codificação %@ está concluída!
ru: Ваше кодирование %@ завершено!
sv: Din enkodning %@ är färdig!
uk_ua: Ваше перетворення %@ завершене!
zh: 您的编码 %@ 已完成！

source: Your movie will be lost if you don't continue encoding.
bg: Филмът ви ще бъде загубен, ако не продължите да кодирате.
fr: Votre film va être perdu si vous ne continuez pas l'encodage.
it: Il tuo filmato andrà perso se non continui la conversione.
ja_jp: エンコードを実行しなければ処理中の映画は失われます。
pt_br: Seu filme será perdido se você não continuar codificando.
ru: Ваш фильм будет потерян если вы не продолжите кодирование.
sv: Din film kommer att gå förlorad om du inte fortsätter enkodningen.
uk_ua: Ваш фільм буде втрачено, якщо ви не продовжите перетворення.
zh: 如果不继续编码您的视频将会丢失。

source: Your queue is done!
ja_jp: キューが完了しました！
pt_br: Sua fila está concluída!
sv: Din kö är färdig!
uk_ua: Ваша черга закінчилася!

source: %@ fps
fr: %@ ips
ru: %@ фпс
sv: %@ bilder/s

source: Preview Image, Size: %zu x %zu, Scale: %.0f%%
fr: Aperçu de l'image, Taille : %1$zu x %2$zu, Échelle : %3$.0f%%
it: Immagine di anteprima, Dimensione: %1$zu x %2$zu, Scala: %3$.0f%%
ja_jp: プレビュー画像, サイズ: %1$zu x %2$zu, 大きさ: %3$.0f%%
zh: 预览图，大小：%1$zu x %2$zu，缩放：%3$.0f%%

source: Previews
fr: Aperçus
it: Anteprime
zh: 预览

source: 720p HD
zh: 720p 高清

source: 1080p HD
zh: 1080p 高清

source: 2160p 4K Ultra HD
zh: 2160p 4K 超高清

source: 4320p 8K Ultra HD
zh: 4320p 8K 超高清

source: Your HandBrake queue is done!
zh: 您的 HandBrake 队列已完成！
