Repository: HandBrake/HandBrake
Catalog: macosx/HandBrakeKit/*.lproj/Localizable.strings
Languages: bg, fr, it, ja_jp, pt_br, uk_ua, zh

source: Title %d, %@, %@
bg: Заглавие %1$d, %2$@, %3$@
fr: Titre %1$d, %2$@, %3$@
it: Titolo %1$d, %2$@, %3$@
ja_jp: タイトル %1$d, %2$@, %3$@
pt_br: Título %1$d, %2$@, %3$@
uk_ua: Заголовок %1$d, %2$@, %3$@
zh: 标题 %1$d，%2$@，%3$@

source: Title: %@
bg: Заглавие: %@
ja_jp: タイトル: %@
uk_ua: Заголовок: %@
zh: 标题：%@

source: Tune:
bg: Настройка:
fr: Régler :
it: Regolazione:
ja_jp: チューニング:
pt_br: Música:
uk_ua: Налаштування:
zh: 微调：

source: Unknown
bg: Неизвестно
fr: Inconnu
it: Sconosciuto
ja_jp: 不明
pt_br: Desconhecido
uk_ua: Невідомо
zh: 未知

source: Video Options:
bg: Опции за видео:
fr: Options vidéo :
it: Opzioni Video:
ja_jp: ビデオオプション:
pt_br: Opções do Vïdeo:
uk_ua: Параметри відео:
zh: 视频选项：

source: Video:
bg: Видео:
fr: Vidéo :
ja_jp: 映像:
uk_ua: Відео:
zh: 视频：

source: - fastdecode
fr: - décodage rapide
it: - decodifica veloce
uk_ua: - швидке перетворення

source: Unsharp
fr: Flou
uk_ua: Нерізкий

source: Keep Aspect Ratio
fr: Conserver les proportions
it: Mantieni rapporto dimensioni

source: , Modulus: %d
fr: , Module : %d
it: , Modulo: %d

source: %.6g FPS
fr: %.6g IPS

source: %@Output: %dx%d, Anamorphic: %dx%d Auto
fr: %1$@Sortie : %2$dx%3$d, Anamorphique : %4$dx%5$d Auto
it: %1$@Uscita: %2$dx%3$d, Anamorfico: %4$dx%5$d Auto

source: %@Output: %dx%d, Anamorphic: %dx%d Loose
fr: %1$@Sortie : %2$dx%3$d, Anamorphique : %4$dx%5$d Perte
it: %1$@Uscita: %2$dx%3$d, Anamorfico: %4$dx%5$d Sciolto

source: 2 Video Passes
fr: Vidéo 2 passes
it: 2 passaggi video
pt_br: 2 Passes de Vídeo

source: 2 Video Passes First Turbo
fr: Vidéo en 2 passes, première passe en turbo
it: 2 passaggi video primo in turbo
pt_br: 2 Vídeo Passe Primeiro Turbo

source: Deblock syntax: strength=s:thresh=t:blocksize=b
fr: Syntaxe de l'anti-blocs : strength=s:thresh=t:blocksize=b
it: : strength=s:thresh=t:blocksize=b

source: Decomb syntax: mode=m:magnitude-thresh=m:variance-thresh=v:laplacian-thresh=l:dilation-thresh=d:erosion-thresh=e:noise-thresh=n:search-distance=s:postproc=p:parity=p Decomb default: mode=7
fr: Syntaxe suppression du peigne : mode=m:magnitude-thresh=m:variance-thresh=v:laplacian-thresh=l:dilation-thresh=d:erosion-thresh=e:noise-thresh=n:search-distance=s:postproc=p:parity=p Suppression du peigne par défaut : mode=7
it: Decomb sintassi: mode=m:magnitude-thresh=m:variance-thresh=v:laplacian-thresh=l:dilation-thresh=d:erosion-thresh=e:noise-thresh=n:search-distance=s:postproc=p:parity=p Decomb default: mode=7

source: HQDN3D syntax: y-spatial=y:cb-spatial=c:cr-spatial=c:y-temporal=y:cb-temporal=c:cr-temporal=c Default settings: y-spatial=3:cb-spatial=2:cr-spatial=2:y-temporal=2:cb-temporal=3:cr-temporal=3
fr: Syntaxe HQDN3D : y-spatial=y:cb-spatial=c:cr-spatial=c:y-temporal=y:cb-temporal=c:cr-temporal=c Réglage par défaut : y-spatial=3:cb-spatial=2:cr-spatial=2:y-temporal=2:cb-temporal=3:cr-temporal=3
it: HQDN3D sintassi: y-spatial=y:cb-spatial=c:cr-spatial=c:y-temporal=y:cb-temporal=c:cr-temporal=c Impostazioni di default: y-spatial=3:cb-spatial=2:cr-spatial=2:y-temporal=2:cb-temporal=3:cr-temporal=3

source: Lapsharp syntax: y-strength=y:y-kernel=y:cb-strength=c:cb-kernel=c:cr-strength=c:cr-kernel=c Lapsharp default: y-strength=0.2:y-kernel=isolap:cb-strength=0.2:cb-kernel=isolap
fr: Syntaxe Lapsharp : y-strength=y:y-kernel=y:cb-strength=c:cb-kernel=c:cr-strength=c:cr-kernel=c Lapsharp par défaut : y-strength=0.2:y-kernel=isolap:cb-strength=0.2:cb-kernel=isolap
it: Lapsharp sintassi: y-strength=y:y-kernel=y:cb-strength=c:cb-kernel=c:cr-strength=c:cr-kernel=c Lapsharp default: y-strength=0.2:y-kernel=isolap:cb-strength=0.2:cb-kernel=isolap

source: MKV File
fr: Fichier MKV

source: MP4 File
fr: Fichier MP4

source: NLMeans syntax: y-strength=y:y-origin-tune=y:y-patch-size=y:y-range=y:y-frame-count=y:y-prefilter=y:cb-strength=c:cb-origin-tune=c:cb-patch-size=c:cb-range=c:cb-frame-count=c:cb-prefilter=c:cr-strength=c:cr-origin-tune=c:cr-patch-size=c:cr-range=c:cr-frame-count=c:cr-prefilter=c:threads=t Default settings: y-strength=6:y-origin-tune=1:y-patch-size=7:y-range=3:y-frame-count=2:y-prefilter=0:cb-strength=6:cb-origin-tune=1:cb-patch-size=7:cb-range=3:cb-frame-count=2:cb-prefilter=0
fr: Syntaxe NLMeans : y-strength=y:y-origin-tune=y:y-patch-size=y:y-range=y:y-frame-count=y:y-prefilter=y:cb-strength=c:cb-origin-tune=c:cb-patch-size=c:cb-range=c:cb-frame-count=c:cb-prefilter=c:cr-strength=c:cr-origin-tune=c:cr-patch-size=c:cr-range=c:cr-frame-count=c:cr-prefilter=c:threads=t Réglage par défaut : y-strength=6:y-origin-tune=1:y-patch-size=7:y-range=3:y-frame-count=2:y-prefilter=0:cb-strength=6:cb-origin-tune=1:cb-patch-size=7:cb-range=3:cb-frame-count=2:cb-prefilter=0
it: NLMeans sintassi: y-strength=y:y-origin-tune=y:y-patch-size=y:y-range=y:y-frame-count=y:y-prefilter=y:cb-strength=c:cb-origin-tune=c:cb-patch-size=c:cb-range=c:cb-frame-count=c:cb-prefilter=c:cr-strength=c:cr-origin-tune=c:cr-patch-size=c:cr-range=c:cr-frame-count=c:cr-prefilter=c:threads=t Default settings: y-strength=6:y-origin-tune=1:y-patch-size=7:y-range=3:y-frame-count=2:y-prefilter=0:cb-strength=6:cb-origin-tune=1:cb-patch-size=7:cb-range=3:cb-frame-count=2:cb-prefilter=0

source: Syntax: mode=m:spatial-metric=s:motion-thresh=m:spatial-thresh=s:filter-mode=f:block-thresh=b:block-width=b:block-height=b:disable=d Default: mode=3:spatial-metric=2:motion-thresh=1:spatial-thresh=1:filter-mode=2:block-thresh=40:block-width=16:block-height=16
fr: Syntaxe : mode=m:spatial-metric=s:motion-thresh=m:spatial-thresh=s:filter-mode=f:block-thresh=b:block-width=b:block-height=b:disable=d Défaut : mode=3:spatial-metric=2:motion-thresh=1:spatial-thresh=1:filter-mode=2:block-thresh=40:block-width=16:block-height=16
it: Sintassi: mode=m:spatial-metric=s:motion-thresh=m:spatial-thresh=s:filter-mode=f:block-thresh=b:block-width=b:block-height=b:disable=d Default: mode=3:spatial-metric=2:motion-thresh=1:spatial-thresh=1:filter-mode=2:block-thresh=40:block-width=16:block-height=16

source: Syntax: skip-left=s:skip-right=s:skip-top=s:skip-bottom=s:strict-breaks=s:plane=p:parity=p:disable=d Default: skip-left=1:skip-right=1:skip-top=4:skip-bottom=4:plane=0
fr: Syntaxe : skip-left=s:skip-right=s:skip-top=s:skip-bottom=s:strict-breaks=s:plane=p:parity=p:disable=d Défaut : skip-left=1:skip-right=1:skip-top=4:skip-bottom=4:plane=0
it: Sintassi: skip-left=s:skip-right=s:skip-top=s:skip-bottom=s:strict-breaks=s:plane=p:parity=p:disable=d Default: skip-left=1:skip-right=1:skip-top=4:skip-bottom=4:plane=0

source: Unsharp syntax: y-strength=y:y-size=y:cb-strength=c:cb-size=c:cr-strength=c:cr-size=c Unsharp default: y-strength=0.25:y-size=7:cb-strength=0.25:cb-size=7
fr: Syntaxe du réglage Flou : y-strength=y:y-size=y:cb-strength=c:cb-size=c:cr-strength=c:cr-size=c Réglage Flou par défaut: y-strength=0.25:y-size=7:cb-strength=0.25:cb-size=7
it: Unsharp sintatti: y-strength=y:y-size=y:cb-strength=c:cb-size=c:cr-strength=c:cr-size=c Unsharp default: y-strength=0.25:y-size=7:cb-strength=0.25:cb-size=7

source: WebM File
fr: Fichier WebM

source: Yadif syntax: mode=m:parity=p Yadif default: mode=3
fr: Syntaxe YADIF : mode=m:parity=p YADIF par défaut: mode=3
it: Yadif sintatti: mode=m:parity=p Yadif default: mode=3

source: Rotation
it: Rotazione
