Repository: HandBrake/HandBrake
Catalog: macosx/HandBrakeKit/*.lproj/Localizable.strings
Languages: bg, fr, it, ja_jp, pt_br, uk_ua, zh

source: (%.2f fps, avg %.2f fps, ETA %@)
bg: (%1$.2f fps, avg %2$.2f fps, ETA %3$@)
fr: (%1$.2f fps, env. %2$.2f fps, ETA %3$@)
it: (%1$.2f fps, media %2$.2f fps, ETA %3$@)
ja_jp: (%1$.2f fps, 平均 %2$.2f fps, 推定残り時間 %3$@)
pt_br: (%1$.2f fps, avg %2$.2f fps, ETA %3$@)
uk_ua: (%1$.2f fps, avg %2$.2f fps, ETA %3$@)
zh: (帧率：%1$.2f，平均帧率：%2$.2f，预计剩余时间：%3$@）

source: (%.2f fps, avg %.2f fps)
bg: (%1$.2f fps, avg %2$.2f fps)
ja_jp: (%1$.2f fps, 平均 %2$.2f fps)
pt_br: (%1$.2f fps, avg %2$.2f fps)
uk_ua: (%1$.2f fps, avg %2$.2f fps)
zh: (帧率：%1$.2f，平均帧率 %2$.2f)

source: (ETA %@)
ja_jp: (推定残り時間 %@)
zh: (预计剩余时间 %@)

source: , %d audio tracks
bg: , %d аудио пътечки
fr: , %d pistes audio
it: , %d tracce audio
ja_jp: , %d 音声トラック
pt_br: , %d faixas de áudio
uk_ua: , %d аудіо доріжок
zh: ，%d 条音频轨道

source: , %d subtitles tracks
bg: , %d пътечки за субтитри
fr: , %d pistes de sous-titres
it: , %d tracce sottotitoli
ja_jp: , %d 字幕トラック
pt_br: , %d faixas de legendas
uk_ua: , %d доріжок субтитрів
zh: ，%d 条字幕轨道

source: , 1 audio track
bg: , 1 аудио пътечка
fr: , 1 piste audio
it: , 1 traccia audio
ja_jp: , 1 音声トラック
pt_br: , 1 faixa de áudio
uk_ua: , 1 аудіо доріжка
zh: ，1 条音频轨道

source: , 1 subtitles track
bg: , 1 пътечка за субтитри
fr: , 1 piste de sous-titres
it: , 1 traccia sottotitoli
ja_jp: , 1 字幕トラック
pt_br: , 1 legen
uk_ua: , 1 доріжка субтитрів
zh: ，1 条字幕轨道

source: , Align A/V Start
bg: , Подравняване на Аудио/Видео началото
fr: , Aligner. le début A/V
it: , allinea inizio A/V
ja_jp: , A/V開始地点の同期
pt_br: , Alinhar Começo do A/V
uk_ua: , Вирівняти Початок A/V
zh: ，对齐音/视频开头

source: , Border: %d/%d/%d/%d
bg: , Рамка: %1$d/%2$d/%3$d/%4$d
ja_jp: , 境界: %1$d/%2$d/%3$d/%4$d
pt_br: , Borda: %1$d/%2$d/%3$d/%4$d
uk_ua: , Межа: %1$d/%2$d/%3$d/%4$d
zh: ，边框：%1$d/%2$d/%3$d/%4$d

source: , Burned
bg: , Вграден
fr: , Incrusté
it: , sovraimpressi
ja_jp: , 焼き込み
pt_br: , Queimado
uk_ua: , Вшито
zh: ，内嵌字幕

source: , Chapter Markers
bg: , Маркери на глави
fr: , marqueurs de chapitre
it: , marcatori dei capitoli
ja_jp: , チャプターマーカー
pt_br: , Marcadores de Capítulos
uk_ua: , Відмітки Розділу
zh: ，章节标记

source: , Crop: %@ %d/%d/%d/%d
bg: , Изрязване: %1$@ %2$d/%3$d/%4$d/%5$d
fr: , Recadrage : %1$@ %2$d/%3$d/%4$d/%5$d
it: , Ritaglio: %1$@ %2$d/%3$d/%4$d/%5$d
ja_jp: , 切り抜き: %1$@ %2$d/%3$d/%4$d/%5$d
pt_br: , Corte: %1$@ %2$d/%3$d/%4$d/%5$d
uk_ua: , Обітнути: %1$@ %2$d/%3$d/%4$d/%5$d
zh: ，裁剪：%1$@ %2$d/%3$d/%4$d/%5$d

source: , iPod 5G Support
bg: , Поддръжка на iPod 5G
fr: , Prise en charge de l'iPod 5G
it: , supporto iPod 5G
ja_jp: , iPod 5G サポート
pt_br: , Compatível com iPod 5G
uk_ua: , Підтримка iPod 5G
zh: ，iPod 5 代支持

source: , Web Optimized
bg: , Оптимизирано за уеб
fr: , Optimisé pour le Web
it: , ottimizza per web
ja_jp: , ウェブ用に最適化
pt_br: , Otimizado para Web
uk_ua: , Оптимізовано для Вебу
zh: ，网络视频优化

source: (subtitle scan)
bg: (сканиране на субтитри)
fr: (analyse des sous-titres)
it: (scansione sottotitoli)
ja_jp: (字幕スキャン)
pt_br: (escanear legendas)
uk_ua: (сканування субтитрів)
zh: (字幕扫描)

source: %@ ▸ Encoder: %@
bg: %1$@ ▸ Енкодер: %2$@
fr: %1$@ ▸ Encodeur : %2$@
it: %1$@ ▸ Codificatore: %2$@
ja_jp: %1$@ ▸ エンコーダー: %2$@
pt_br: %1$@ ▸ Codificador: %2$@
uk_ua: %1$@ ▸ Перетворювач: %2$@
zh: %1$@ ▸ 编码器：%2$@

source: %@Output: %dx%d
bg: %1$@Изход: %2$dx%3$d
fr: %1$@Sortie : %2$dx%3$d
it: %1$@Uscita: %2$dx%3$d
ja_jp: %1$@出力: %2$dx%3$d
pt_br: %1$@Saída: %2$dx%3$d
uk_ua: %1$@Вихід:%2$dx%3$d
zh: %1$@输出：%2$dx%3$d

source: %@Output: %dx%d, Anamorphic: %dx%d Automatic
bg: %1$@Изход: %2$dx%3$d, Анаморфотен: %4$dx%5$d Автоматичен
ja_jp: %1$@出力: %2$dx%3$d, アナモルフィック: %4$dx%5$d 自動
pt_br: %1$@Saída: %2$dx%3$d, Anamórfico: %4$dx%5$d Automático
uk_ua: %1$@Вихід: %2$dx%3$d, Анаморфний: %4$dx%5$d Автоматично
zh: %1$@输出：%2$dx%3$d，变形：%4$dx%5$d 自动

source: %@Output: %dx%d, Anamorphic: %dx%d Custom
bg: %1$@Изход: %2$dx%3$d, Анаморфотен: %4$dx%5$d Персонализиран
fr: %1$@Sortie : %2$dx%3$d, Anamorphique : %4$dx%5$d Personnalisé
it: %1$@Uscita: %2$dx%3$d, Anamorfico: %4$dx%5$d Personalizzato
ja_jp: %1$@出力: %2$dx%3$d, アナモルフィック: %4$dx%5$d カスタム
pt_br: %1$@Saída: %2$dx%3$d, Anamórfico: %4$dx%5$d Customizado
uk_ua: %1$@Вихід: %2$dx%3$d, Анаморфний: %4$dx%5$d Власний
zh: %1$@输出：%2$dx%3$d，变形：%4$dx%5$d 自定义

source: %dx%d
bg: %1$dx%2$d
ja_jp: %1$dx%2$d
pt_br: %1$dx%2$d
uk_ua: %1$dx%2$d
zh: %1$dx%2$d

source: %dx%d Storage, %dx%d Display
bg: %1$dx%2$d Хранилище, %3$dx%4$d Екран
fr: %1$dx%2$d Stockage, %3$dx%4$d Affichage
it: %1$dx%2$d Archiviazione, %3$dx%4$d Visualizzazione
ja_jp: %1$dx%2$d 格納, %3$dx%4$d 表示
pt_br: %1$dx%2$d Armazenamento, %3$dx%4$d Mostrar
uk_ua: %1$dx%2$d Контейнер, %3$dx%4$d Відображення
zh: %1$dx%2$d 存储，%3$dx%4$d 显示

source: + %lu additional audio tracks
bg: + %lu допълнителни аудио пътечки
fr: + %lu pistes audio additionnelles
it: + %lu altre tracce audio
ja_jp: + %lu つの追加音声トラック
pt_br: + %lu faixas adicionais de áudio
uk_ua: + %lu додаткових аудіо доріжок
zh: + %lu 条额外的音频轨道

source: + %lu additional subtitles tracks
bg: + %lu допълнителни пътечки за субтитри
fr: + %lu pistes additionnelles de sous-titres
it: + %lu altre tracce sottotitoli
ja_jp: + %lu つの追加字幕トラック
pt_br: + %lu faixas adicionais de legendas
uk_ua: + %lu додаткових доріжок субтитрів
zh: + %lu 条额外的字幕轨道

source: + 1 additional audio track
bg: + 1 допълнителна аудио пътечка
fr: + 1 piste audio additionnelle
it: + 1 altra traccia audio
ja_jp: + 1 つの追加音声トラック
pt_br: + 1 faixa adicional de áudio
uk_ua: + 1 додаткова аудіо доріжка
zh: + 1 条额外的音频轨道

source: + 1 additional subtitles track
bg: + 1 допълнителна пътечка за субтитри
fr: + 1 piste additionnelle de sous-titres
it: + 1 altra traccia sottotitoli
ja_jp: + 1 つの追加字幕トラック
pt_br: + 1 faixa adicional de legendas
uk_ua: + 1 додаткова доріжка субтитрів
zh: + 1 条额外的字幕轨道

source: 1 Foreign Language Search Pass -
bg: 1 цикъл за сканиране за чуждо аудио -
fr: 1 passe de recherche de langues étrangères -
it: 1 passaggio di ricerca lingua straniera
ja_jp: 1パス吹き替え字幕スキャン -
pt_br: 1 Passe de pesquisa em língua estrangeira -
uk_ua: 1 Прохід Пошуку Іноземної Мови -
zh: 1 个外语搜索阶段 -

source: 5.1 Channels
bg: 5.1 Канала
fr: Canaux 5.1
it: 5.1 Canali
pt_br: Canais 5.1
uk_ua: Канали 5.1
zh: 5.1 声道

source: 6.1 Channels
bg: 6.1 Канала
fr: Canaux 6.1
it: 6.1 Canali
pt_br: Canais 6.1
uk_ua: Канали 6.1
zh: 6.1 声道

source: 7.1 Channels
bg: 7.1 Канала
fr: Canaux 7.1
it: 7.1 Canali
pt_br: Canais 7.1
uk_ua: Канали 7.1
zh: 7.1 声道

source: Audio:
bg: Аудио:
ja_jp: 音声:
pt_br: Áudio:
uk_ua: Аудіо:
zh: 音频：

source: Automatic
bg: Автоматично
ja_jp: 自動
pt_br: Automático
uk_ua: Автоматично
zh: 自动

source: Bitrate: %d kbps
bg: Побитова скорост: %d kbps
fr: Débit : %d kbps
it: Frequenza dati: %d kbps
ja_jp: ビットレート: %d kbps
uk_ua: Бітрейт: %d кбіт/с
zh: 码率：%dkbps

source: Burned In
bg: Вграден
fr: Incrustés
it: Sovraimpressi
ja_jp: 焼き込み
pt_br: Queimado Em
uk_ua: Вшита
zh: 内嵌字幕

source: Chapter %d
bg: Глава %d
fr: Chapitre %d
it: Capitolo %d
ja_jp: チャプター %d
pt_br: Capítulo %d
uk_ua: Розділ %d
zh: 章节 %d

source: Chapter Markers
bg: Маркери на глави
fr: Marqueur de chapitres
it: Marcatori dei capitoli
ja_jp: チャプターマーカー
pt_br: Marcadores de Capítulos
uk_ua: Відмітки Розділу
zh: 章节标记

source: Chapters
bg: Глави
fr: Chapitres
it: Capitoli
ja_jp: チャプター
pt_br: Capítulos
uk_ua: Розділи
zh: 章节

source: Chapters %d through %d
bg: Глави от %1$d до %2$d
fr: Chapitres %1$d à %2$d
it: Capitoli da %1$d a %2$d
ja_jp: チャプター %1$d から %2$d
pt_br: Capítulos %1$d até %2$d
uk_ua: Розділи з %1$d по %2$d
zh: %1$d 到 %2$d 章

source: Chroma Smooth
bg: Изглаждане на наситеността
ja_jp: クロマスムーズ
pt_br: Suavização do croma
uk_ua: Плавність кольору
zh: 色品平滑

source: Colorspace
bg: Цветово пространство
ja_jp: 色空間
pt_br: Espaço de cor
uk_ua: Кольоровий простір
zh: 色彩空间

source: Comb Detect
bg: Засичане на гребеновиден ефект
fr: Détection du peigne
it: Individuazione interlacciamento
ja_jp: Comb検出
pt_br: Detecção de Pente
zh: 梳状纹理检测

source: Constant Quality: %.2f %s
bg: Постоянно качество: %1$.2f %2$s
fr: Qualité constante : %1$.2f %2$s
it: Qualità costante: %1$.2f %2$s
ja_jp: 固定品質: %1$.2f %2$s
pt_br: Qualidade constante: %1$.2f %2$s
uk_ua: Постійна Якість: %1$.2f %2$s
zh: 固定品质：%1$.2f %2$s

source: Custom
bg: Персонализиране
fr: Personnaliser
it: Personalizzato
ja_jp: カスタム
pt_br: Personalizado
uk_ua: Власний
zh: 自定义

source: Deblock
bg: Поправяне на макроблокове
fr: Débloquer
ja_jp: デブロック
zh: 去块过滤

source: Decomb
bg: Премахване на гребеновиден ефект
fr: Suppression du peigne
zh: 去梳状纹理过滤

source: Default
bg: По подразбиране
fr: Défaut
ja_jp: 既定
pt_br: Padrão
uk_ua: За замовчуванням
zh: 默认

source: default settings
bg: настройки по подразбиране
fr: réglages par défaut
it: impostazioni di default
ja_jp: 既定の設定
pt_br: %s: Não pôde carregar as configurações abaixo. Valores padrão serão utilizados. %s
uk_ua: налаштування за замовчуванням
zh: 默认设置

source: Default:
bg: По подразбиране:
ja_jp: 既定:
pt_br: Padrão:
uk_ua: За замовчуванням:
zh: 默认：

source: Denoise
bg: Премахване на шум
fr: Réduction du bruit
ja_jp: デノイズ
uk_ua: Знешумлення
zh: 降噪

source: Destination:
bg: Изход:
it: Destinazione:
ja_jp: 出力先:
pt_br: Destino:
uk_ua: Пункт Призначення:
zh: 目标：

source: Detelecine
bg: Обратно кадриране
ja_jp: 逆テレシネ
pt_br: Detelecina
uk_ua: Виправлення телекінопроєкції
zh: 去梳状纹理过滤

source: Dimensions:
bg: Размери:
it: Dimensioni:
ja_jp: 解像度:
pt_br: Dimensões:
uk_ua: Розміри:
zh: 尺寸：

source: DRC: %.2f
bg: КДО: %.2f
pt_br: RDC: %.2f
zh: 动态对比压缩 (DRC)：%.2f

source: Encoder: %@,
bg: Енкодер: %@,
fr: Encodeur : %@,
it: Codificatore: %@,
ja_jp: エンコーダー: %@,
pt_br: Codificador de áudio.
uk_ua: Перетворювач: %@,
zh: 编码器：%@，

source: Encoding %@
bg: Кодиране %@
fr: Encodage : %@
it: Converto %@
ja_jp: エンコード中 %@
pt_br: Codificação:
uk_ua: Кодування %@
zh: 正在编码 %@

source: Filters:
bg: Филтри:
fr: Filtres :
it: Filtri:
ja_jp: フィルター:
pt_br: Filtros:
uk_ua: Фільтри:
zh: 过滤：

source: Forced Only
bg: Само принудително
fr: Forcé uniquement
it: Solo forzati
ja_jp: 強制のみ
pt_br: Somente forçado
uk_ua: Тільки Примусово
zh: 仅强制字幕

source: Foreign Audio Search
bg: Търсене на чуждо аудио
fr: Recherche audio étrangère
it: Ricerca audio straniero
ja_jp: 吹き替え字幕スキャン
pt_br: Adicionar Pesquisa de Áudio Estrangeira
uk_ua: Пошук Стороннього Аудіо
zh: 外语音频搜索

source: Format:
bg: Формат:
it: Formato:
ja_jp: 形式:
pt_br: Formato:
uk_ua: Формат:
zh: 格式：

source: Framerate:
bg: Кадрова честота:
fr: Taux de rafraichissement :
it: Frequenza fotogrammi:
ja_jp: フレームレート:
pt_br: Taxa de imagens:
uk_ua: Частота Кадрів:
zh: 帧率：

source: Frames
bg: Кадри
fr: Images
it: Fotogrammi
ja_jp: フレーム
pt_br: Tempo de início em frames
uk_ua: Кадри
zh: 帧

source: Frames %d through %d
bg: Кадри от %1$d до %2$d
fr: Images %1$d à %2$d
it: Fotogrammi da %1$d a %2$d
ja_jp: フレーム %1$d から %2$d
pt_br: Quadros %1$d através de %2$d
uk_ua: Кадри з %1$d до %2$d
zh: %1$d 到 %2$d 帧

source: Gain: %.2f
bg: Усилване: %.2f
it: Guadagno: %.2f
ja_jp: ゲイン: %.2f
pt_br: Ganho: %.2f
zh: 增益：%.2f

source: Grayscale
bg: Сива скала
fr: Niveau de gris
it: Scala di grigi
ja_jp: グレースケール
pt_br: Escala de cinzas
uk_ua: Відтінки сірого
zh: 灰阶

source: Invalid Bwdif custom settings.
bg: Невалидни персонализирани настройки за Bwdif.
ja_jp: 無効なBwdifカスタム設定です。
pt_br: Configurações personalizadas inválidas do Bwdif.
uk_ua: Хибні власні налаштування Bwdif.
zh: Bwdif 自定义设置无效

source: Invalid chroma smooth custom settings.
bg: Невалидни персонализирани настройки за изглаждане на наситеността.
ja_jp: 無効なクロマスムーズカスタム設定です。
pt_br: As configurações personalizadas da suavização do croma são inválidas.
uk_ua: Хибні власні налаштування плавності кольору.
zh: 无效的色品平滑自定义设置。

source: Invalid colorspace custom settings.
bg: Невалидни персонализирани настройки за цветово пространство.
ja_jp: 無効な色空間カスタム設定です。
pt_br: As configurações personalizadas do espaço de cor são inválidas.
uk_ua: Хибні власні налаштування простору кольорів.
zh: 无效的色彩空间自定义设置。

source: Invalid custom comb detect settings.
bg: Невалидни персонализирани настройки за засичане на гребеновиден ефект.
fr: Réglage personnalisé de détection du peigne invalide.
it: Impostazioni personalizzate di rilevazione interlacciato non valide.
ja_jp: 無効なcomb検出カスタム設定です。
pt_br: Configurações inválidas de detecção de pentes personalizados.
uk_ua: Хибні власні налаштування comb detect.
zh: 无效的自定义梳状纹理检测设置。

source: Invalid custom detelecine settings.
bg: Невалидни персонализирани настройки за обратно кадриране.
fr: Paramètres de détection personnalisées incorrects.
it: Impostazioni personalizzate detelecine non valide.
ja_jp: 無効な逆テレシネカスタム設定です。
pt_br: Configurações detelecina personalizadas inválidas.
uk_ua: Власні налаштування виправлення артефактів телекінопроєкції хибні.
zh: 无效的自定义去梳状纹理过滤设置。

source: Invalid custom HQDN3D settings
bg: Невалидни персонализирани настройки за HQDN3D.
fr: Paramètres HQDN3D personnalisés incorrects
it: Impostazioni personalizzate HQDN3D non valide.
ja_jp: 無効なHQDN3Dカスタム設定です。
pt_br: Configurações hqdn3D personalizadas inválidas
uk_ua: Хибні власні налаштування HQDN3D
zh: 无效的自定义 HQDN3D 设置。

source: Invalid custom NLMeans settings
bg: Невалидни персонализирани настройки за NLMeans.
fr: Paramètres NLMeans personnalisés non valides
it: Impostazioni personalizzate NLMeans non valide.
ja_jp: 無効なNLMeansカスタム設定です。
pt_br: Configurações nlmeans personalizadas inválidas
uk_ua: Хибні власні налаштування NLMeans
zh: 无效的自定义 NLMeans 设置。

source: Invalid deblock custom settings.
bg: Невалидни персонализирани настройки за поправяне на макроблокове.
fr: Paramètres personnalisés de l'anti-blocs non valides.
it: Impostazioni personalizzate deblock non valide.
ja_jp: 無効なデブロックカスタム設定です。
pt_br: Configurações personalizadas de desbloco inválidas.
uk_ua: Хибні власні налаштування deblock.
zh: 无效的去块过滤自定义设置。

source: Invalid Decomb custom settings.
bg: Невалидни персонализирани настройки за премахване на гребеновиден ефект.
fr: Paramètres personnalisés Decomb non valides.
it: Impostazioni personalizzate Decomb non valide.
ja_jp: 無効なDecombカスタム設定です。
pt_br: Configurações personalizadas inválidas do Decomb.
uk_ua: Хибні власні налаштування Decomb.
zh: 无效的 Decomb 自定义设置。

source: Invalid lapsharp custom settings.
bg: Невалидни персонализирани настройки за lapshark.
fr: Réglage personnalisé du lapsharp invalide.
it: Impostazioni personalizzate lapsharp non valide.
ja_jp: 無効なlapsharpカスタム設定です。
pt_br: Configurações personalizadas inválidas do lapsharp.
uk_ua: Хибні власні налаштування lapsharp.
zh: 无效的 Lapsharp 自定义设置。

source: Invalid name
bg: Невалидно име
fr: Nom invalide
it: Nome non valido
ja_jp: 無効な名前です
pt_br: Nome inválido
uk_ua: Хибне ім'я
zh: 无效的名称

source: Invalid preset
bg: Невалиден шаблон
ja_jp: 無効なプリセットです
pt_br: Predefinição inválida
uk_ua: Хибний шаблон
zh: 无效的预设

source: Invalid unsharp custom settings.
bg: Невалидни unsharp персонализирани настройки.
fr: Réglage personnalisé du flou invalide.
it: Impostazioni personalizzate unsharp non valide.
ja_jp: 無効なunsharpカスタム設定です。
pt_br: Configurações personalizadas inválidas desharp.
uk_ua: Хибні власні налаштування мʼякості.
zh: 无效的 Unsharp 自定义设置。

source: Invalid Yadif custom settings.
bg: Невалидни персонализирани настройки за Yadiff.
fr: Paramètres personnalisés Yadif non valides.
it: Impostazioni personalizzate Yadif non valide.
ja_jp: 無効なYadifカスタム設定です。
pt_br: Configurações personalizadas inválidas do Yadif.
uk_ua: Хибні власні налаштування Yadif.
zh: 无效的 Yadif 自定义设置。

source: Level: %@
bg: Ниво: %@
fr: Niveau : %@
it: Livello: %@
ja_jp: レベル: %@
pt_br: Nível:
uk_ua: Рівень: %@
zh: 级别：%@

source: Mixdown: %@, Samplerate: %@, Bitrate: %d kbps
bg: Смесване: %1$@, Честота на дискретизация: %2$@, Побитова скорост: %3$d kbps
fr: Mixage : %1$@, Taux d'échantillon : %2$@, Débit: %3$dkbps
it: Missaggio: %1$@, Frequenza di campionamento: %2$@, Frequenza dati: %3$d kbps
ja_jp: ミックスダウン: %1$@, サンプリングレート: %2$@, ビットレート: %3$d kbps
pt_br: Mixdown: %1$@, Samplerate: %2$@, Bitrate: %3$d kbps
uk_ua: Змішування: %1$@, Частота дискретизації: %2$@, Бітрейт: %3$d кбіт/с
zh: 音频混缩：%1$@，采样率：%2$@，码率：%3$d kbps

source: Mono
bg: Моно
ja_jp: モノラル
uk_ua: Моно
zh: 单声道

source: Mono (Left Only)
bg: Моно (Само ляв)
fr: Mono (à gauche seulement)
it: Mono (Solo sinistro)
ja_jp: モノラル(左のみ)
pt_br: Mono (somente à esquerda)
uk_ua: Моно (тільки лівий канал)
zh: 单声道 (仅左声道)

source: Mono (Right Only)
bg: Моно (Само десен)
fr: Mono (à droite seulement)
it: Mono (Solo destro)
ja_jp: モノラル(右のみ)
pt_br: Mono (somente à direita)
uk_ua: Моно (тільки правий канал)
zh: 单声道 (仅右声道)

source: Multi Passes
ja_jp: 複数パス
uk_ua: Багатопрохідні
zh: 多阶段编码

source: Multi Passes Turbo
ja_jp: 複数パスターボ
zh: 多阶段编码加速

source: Muxing…
bg: Мултиплексиране...
fr: Multiplexage...
it: Unisco…
ja_jp: 結合中...
uk_ua: Мультиплексування...
zh: 正在混流…

source: none
bg: няма
fr: aucun
it: nessuna
pt_br: nenhum
uk_ua: нічого
zh: 无

source: None
bg: Няма
fr: Aucune
it: Nessuno
ja_jp: なし
pt_br: Nenhum
uk_ua: Відсутня
zh: 无

source: Off
bg: Изключено
it: Spento
ja_jp: オフ
pt_br: Desligado
uk_ua: Вимкнути
zh: 关

source: Options: %@
bg: Опции: %@
it: Opzioni:
ja_jp: オプション: %@
pt_br: Opções...
uk_ua: Параметри: %@
zh: 选项：%@

source: Pass %d %@ of %d, %.2f %%
bg: Цикъл %1$d %2$@ от %3$d, %4$.2f %%
fr: Passe %1$d %2$@ sur %3$d, %4$.2f %%
it: Passaggio %1$d %2$@ di %3$d, %4$.2f %%
ja_jp: %3$d パス中 %1$d パス目, %4$.2f %%
pt_br: Passe %1$d %2$@ de %3$d, %4$.2f %%
uk_ua: Прохід %1$d%2$@ з %3$d, %4$.2f %%
zh: 阶段 %1$d %2$@，共 %3$d 个阶段，%4$.2f %%

source: Pass %d of %d, %.2f %%
bg: Цикъл %1$d от %2$d, %3$.2f %%
fr: Passe %1$d sur %2$d, %3$.2f %%
it: Passaggio %1$d di %2$d, %3$.2f %%
ja_jp: %2$d パス中 %1$d パス目, %3$.2f %%
pt_br: Passe %1$d de %2$d, %3$.2f %%
uk_ua: Прохід %1$d з %2$d, %3$.2f %%
zh: 阶段 %1$d，共 %2$d 个阶段，%3$.2f %%

source: Pass 1
bg: Цикъл 1
fr: Passage 1
it: Passaggio 1
ja_jp: 1パス目
pt_br: Passe 1
uk_ua: Прохід 1
zh: 阶段 1

source: Paused
bg: На пауза
fr: En pause
it: In pausa
ja_jp: 一時停止中
pt_br: Pausado
uk_ua: Призупинено
zh: 已暂停

source: Peak %@ (constant frame rate)
bg: Максимална %@ (постоянна кадрова честота)
fr: Pic %@ (débit d'images constant)
it: Picco %@ (frame rate costante)
ja_jp: 最高 %@ (固定フレームレート)
pt_br: Pico %@ (taxa constante de quadros)
uk_ua: Пік %@ (постійна частота кадрів)
zh: 峰值 %@ (固定帧率)

source: Peak %@ (may be lower)
bg: Максимална %@ (може да е по-ниско)
fr: Pic %@ (peut être inférieur)
it: Picco %@ (può essere minore)
ja_jp: 最高 %@ (またはそれ以下)
pt_br: Pico %@ (pode ser menor)
uk_ua: Пік %@ (може бути нижчим)
zh: 峰值 %@ (可能更低)

source: Preset:
bg: Шаблон:
fr: Préréglage :
ja_jp: プリセット:
pt_br: Predefinição:
uk_ua: Шаблон:
zh: 预设：

source: Preset: %@
bg: Шаблон: %@
fr: Préréglage : %@
ja_jp: プリセット: %@
pt_br: Sem perfil
uk_ua: Шаблон: %@
zh: 预设：%@

source: Profile: %@
bg: Профил: %@
fr: Profil : %@
it: Profilo: %@
ja_jp: プロファイル: %@
pt_br: Perfil:
uk_ua: Профіль: %@
zh: 配置：%@

source: Range:
bg: Интервал:
fr: Plage :
it: Intervallo:
ja_jp: 範囲:
pt_br: Intervalo:
uk_ua: Діапазон:
zh: 范围：

source: Same as source
bg: Същият като при източника
fr: Comme la source
it: Uguale alla sorgente
ja_jp: ソースと同じ
pt_br: Igual a origem
uk_ua: Так як у джерелі
zh: 与源视频相同

source: Same as source (constant)
bg: Същият като при източника (постоянен)
fr: Comme la source (constant)
it: Uguale alla sorgente (costante)
ja_jp: ソースと同じ(固定)
pt_br: O mesmo que a fonte (constante)
uk_ua: Так як в джерелі (постійна)
zh: 与源视频相同 (固定)

source: Same as source (variable)
bg: Същият като при източника (променлив)
fr: Comme la source (variable)
it: Uguale alla sorgente (variabile)
ja_jp: ソースと同じ (可変)
pt_br: O mesmo que a fonte (variável)
uk_ua: Так як в джерелі (змінна)
zh: 与源视频相同 (可变)

source: Scanning title %d of %d, preview %d…
bg: Сканиране на заглавие %1$d от %2$d, визуализация %3$d…
fr: Lecture des titres %1$d sur %2$d, aperçu %3$d…
it: Scansione titolo %1$d di %2$d, anteprima %3$d…
ja_jp: %2$d 中 %1$d つ目のタイトルをスキャン中, プレビュー %3$d …
pt_br: Título de digitalização %1$d de %2$d, pré-visualização %3$d...
uk_ua: Сканування заголовку %1$dз %2$d, огляд %3$d...
zh: 正在扫描标题 %1$d/%2$d，预览 %3$d…

source: Scanning title %d of %d…
bg: Сканиране на заглавие %1$d от %2$d…
fr: Scan du titre %1$d sur %2$d ...
it: Scansione titolo %1$d di %2$d…
ja_jp: %2$d 中 %1$d つ目のタイトルをスキャン中…
pt_br: Título de digitalização %1$d de %2$d...
uk_ua: Сканування заголовку %1$dз %2$d...
zh: 正在扫描标题 %1$d/%2$d…

source: Searching for start point: %.2f %%
bg: Търсене за начална позиция: %.2f %%
fr: Recherche du point de départ : %.2f %%
it: Ricerca del punto di inizio: %.2f %%
ja_jp: 開始地点を検索中: %.2f %%
pt_br: Em busca de ponto de partida: %.2f %%
uk_ua: Пошук початкової точки: %.2f%%
zh: 搜索起始点：%.2f %%

source: Seconds
bg: Секунди
fr: Secondes
it: Secondi
ja_jp: 秒
pt_br: Segundos
uk_ua: Секунди
zh: 秒

source: Seconds %d through %d
bg: Секунди от %1$d до %2$d
fr: Seconde %1$d à %2$d
it: Secondi da %1$d a %2$d
ja_jp: %1$d 秒から %2$d 秒
pt_br: Segundos %1$d através de %2$d
uk_ua: З %1$d до %2$d секунди
zh: %1$d 到 %2$d 秒

source: Sharpen
bg: Изостряне
fr: Augmenter la netteté
ja_jp: シャープ化
pt_br: Afiar
uk_ua: Підвищення різкості:
zh: 锐化

source: Source:
bg: Източник:
it: Sorgente:
ja_jp: ソース:
pt_br: Fonte:
uk_ua: Джерело:
zh: 源文件：

source: Source: %dx%d,
bg: Източник: %1$dx%2$d,
fr: Source : %1$dx%2$d,
it: Sorgente: %1$dx%2$d,
ja_jp: ソース: %1$dx%2$d,
pt_br: Fonte: %1$dx%2$d,
uk_ua: Джерело: %1$dx%2$d,
zh: 源视频：%1$dx%2$d，

source: Stereo
bg: Стерео
fr: Stéréo
ja_jp: ステレオ
pt_br: Estéreo
uk_ua: Стерео
zh: 立体声

source: Subtitles:
bg: Субтитри:
fr: Sous-titres :
it: Sottotitoli:
ja_jp: 字幕:
pt_br: Legendas:
uk_ua: Субтитри:
zh: 字幕：

source: Syntax:
bg: Синтаксис:
ja_jp: シンタックス:
pt_br: Sintaxe:
uk_ua: Синтаксис:
zh: 语法：

source: The file name can't be empty.
bg: Името на файла не може да е празно.
fr: Le nom du fichier ne peut être vide.
it: Il nome del documento non può essere vuoto.
ja_jp: ファイル名は空にできません。
pt_br: O nome do arquivo não pode ser vazio.
uk_ua: Ім'я файлу не може бути порожнім.
zh: 文件名不能为空。

source: The file name can't contain the / character.
bg: Името на файла не може да съдържа символа "/".
fr: Le nom du fichier ne peut pas contenir le caractère "/"
it: Il nome del file non può contenere il carattere "/".
ja_jp: ファイル名に / 文字を含むことはできません。
pt_br: O nome do arquivo não pode conter o caracter /.
uk_ua: Ім'я файлу не може містити символ /.
zh: 文件名不能包含 / 字符。

source: The preset "%@" could not be imported.
bg: Шаблонът "%@" не можа да бъде импортиран.
fr: Le préréglage "%@" n'a pas pu être importé.
it: Il preset "%@" non può essere importato.
ja_jp: プリセット "%@" はインポートできませんでした。
pt_br: A pré-definição "%@" não pôde ser importada.
uk_ua: Шаблон "%@" неможливо імпортувати.
zh: 无法导入预设 “%@”。

source: The preset is not a valid, try to select a different one.
bg: Шаблонът е невалиден, моля, изберете друг.
ja_jp: プリセットが有効ではありません、違うものを選択してみてください。
pt_br: A predefinição não é válida, tente escolher uma outra.
uk_ua: Хибний шаблон, спробуйте обрати інший.
zh: 预设无效，请尝试选择另一个预设。

source: The selected preset is invalid.
bg: Избраният шаблон е невалиден.
fr: Le préréglage sélectionné est invalide.
it: Il preset selezionato non è valido.
ja_jp: 選択されたプリセットが無効です。
pt_br: A predefinição selecionada é inválida.
uk_ua: Обраний шаблон хибний.
zh: 所选预设无效。

source: The selected preset was created with a newer version of HandBrake.
bg: Избраният шаблон е бил създаден с по-нова версия на HandBrake.
fr: Le préréglage sélectionné a été créé avec une version plus récente de Handbrake.
it: Il preset selezionato è stato creato con una versione più recente di HandBrake.
ja_jp: 選択されたプリセットはより新しいバージョンのHandBrakeで作成されています。
pt_br: A predefinição selecionada foi criada com uma versão mais recente do HandBrake.
uk_ua: Обраний шаблон створений у новішій версії HandBrake.
zh: 所选的预设是用较新版本的 HandBrake 创建的。

source: Title %d, %@
bg: Заглавие %1$d, %2$@
fr: Titre %1$d, %2$@
it: Titolo %1$d, %2$@
ja_jp: タイトル %1$d, %2$@
pt_br: Título %1$d, %2$@
uk_ua: Заголовок %1$d, %2$@
zh: 标题 %1$d，%2$@
